[{"0":1,"1":"1","2":4,"3":33,"4":"The Disappearance of Helle Crafts","5":"\nIn November 1986, Helle Crafts, a flight attendant residing in Newtown, Connecticut, is reported missing, and police suspect her pilot husband, Richard, of foul play. A snowplow driver thinks that he saw the suspect using a wood chipper near a river at 4:20 a.m. in the middle of a snowstorm, shortly before he reported his wife as missing. In a small eddy downstream, police find fragments of what would be identified as human bone, a fingernail, a tooth, and a few strands of hair. This was Connecticut's first murder conviction without a body.","6":"7.6"},{"0":1,"1":"2","2":4,"3":34,"4":"The Magic Bullet","5":"\nAt the Dallas, Texas 'Pistol & Revolver' club in 1991, Leland Harold \"Trey\" Cooley, a young spectator, was watching a shooting competition while seated behind an air gun range. He was struck and killed by a stray bullet. Forensic scientists were able to pinpoint the origin and path of bullet, which exposed the faulty design of the range.","6":"7.4"},{"0":1,"1":"3","2":4,"3":35,"4":"The House that Roared","5":"\nIn 1992, Caren Campano disappears from her Oklahoma City, Oklahoma home, and the explanation of her husband Chris doesn't hold up. Police find a large stain on the Campano's bedroom carpet. They perform an eerie chemical test that reveals a room spattered with blood which, when cleaned off, could not be seen by the naked eye. Complex 'reverse paternity' tests of Caren's relatives match her blood type to the blood on the carpet. The evidence convicts Chris Campano of murder, even though the body wasn't found until a year later.","6":"6.5"},{"0":1,"1":"4","2":-1,"3":-1,"4":"The Footpath Murders","5":"\nEnglish detectives team up with a pioneering scientist to solve a case of sexual assault and serial murder. In 1983, a quiet country village in Leicestershire County, England is gripped with fear as authorities search for the killer of 15-year-old Lynda Mann. Clueless, they start again when Dawn Ashworth is killed three years later. They enlist the help of Dr. Alec Jeffreys, a molecular biologist who uses his breakthrough technique of genetic fingerprinting to rule out one suspect by comparing his DNA with that of semen found on the victims' bodies. Police set up a DNA dragnet to trap and convict the real killer, but are stymied when Richard Buckland confesses to the crime and his DNA does not match. Later, it is discovered that the true killer, Colin Pitchfork, had avoided giving a DNA sample during the dragnet and this brings the focus on him. This 1986 murder case is the first to use DNA as evidence in a criminal case.","6":"7.5"},{"0":1,"1":"5","2":4,"3":36,"4":"Planted Evidence","5":"\nIn 1992, single mother Denise Johnson is found dead in a deserted area outside of Phoenix, Arizona. Local investigators ask a molecular geneticist to pick out a tree in a 'lineup' when unidentified seed pods are found in suspect Mark Bogan's truck. The judge rules into evidence DNA profiles linking the pods to a tree near where the body was found. This is the first US case where plant DNA was used to convict a criminal.","6":"6.3"},{"0":1,"1":"6","2":8,"3":1,"4":"Southside Strangler","5":"\nFBI psychological profiling and DNA evidence identify Timothy Wilson Spencer, who raped and strangled five young women in Virginia from 1984 through 1988. The U.S. criminal justice system's first use of DNA profiling in a serial murder case frees an innocent man after he spent two years in prison and convicts the real killer.","6":"7.3"},{"0":1,"1":"7","2":8,"3":2,"4":"Legionnaires' Disease","5":"\nIn 1976 when 180 Legionnaires contract pneumonia-like symptoms after a convention in Philadelphia, Pennsylvania and 29 of them die, doctors and scientists are mystified. The determination of one scientist helps to determine the cause and likely vector of this deadly disease now known as Legionnaires' disease. This is one of the most famous medical detective stories.","6":"6.8"},{"0":1,"1":"8","2":4,"3":37,"4":"The Wilson Murder","5":"\nIn 1992, Huntsville, Alabama eye doctor Jack Wilson is found dead by his wife Betty Wilson, having been beaten, stabbed and lying in a pool of blood with a baseball bat nearby. Police arrest an itinerant painter\/handyman, James Dennison White, who is found with the doctor's credit cards. He accuses the doctor's unfaithful wife and her twin sister, Peggy Lowe, of hiring him to commit the murder. The wife is sent to prison, but at her sister's trial, defense attorneys bring in a forensic expert who testifies that the crime could not have been committed the way the painter said. The sister is acquitted. But the wife remains in prison, and the mystery goes unsolved.","6":"6.6"},{"0":1,"1":"9","2":-1,"3":-1,"4":"Deadly Neighborhoods","5":"\nTroubling clusters of deadly cancer cases strike concerned communities across the country. In 1987, residents of Maryvale, a Phoenix suburb, realize that too many children are fatally stricken with leukemia. And, on Meadow Street in Guilford, Connecticut, there is a disproportionate amount of illness, including four cases of brain cancer which garners national attention in 1990. Modern environmental agents such as buried poisons and electrical substations are found... Could these be the culprits?","6":"6.2"},{"0":1,"1":"10","2":4,"3":38,"4":"Insect Clues","5":"\nIn July 1988, drifter Sandra Cwik was murdered in Buckman Springs, California, outside of San Diego. Abandoned in a remote area, her body wasn’t discovered for several days and was covered with maggots. By analyzing the species of fly discovered at the recovery site, forensic entomologist David Faulkner was able to provide the compelling time-of-death evidence that convicted serial rapist\/killer Ronald Porter.","6":"6.6"},{"0":1,"1":"11","2":4,"3":39,"4":"Outbreak","5":"\nIn 1985, alarmingly high levels of thyroid hormones pump through the systems of over 100 residents of South Dakota and Minnesota. A similar case had occurred in Nebraska in April 1984. Investigators study one family who all got sick, except their 12-year-old son who is a vegetarian. It seems that when drug companies started manufacturing synthetic thyroid hormones, they stopped buying thyroid tissue from butchers who did not trim these parts, but rather sold them as 'extra lean beef.' The outcome: the USDA bans meat plants from using meat in or near the gullet for beef and pork products.","6":"6.8"},{"0":1,"1":"12","2":3,"3":1,"4":"The List Murders","5":"\nOn November 9, 1971, John List left a note with the bodies of his mother, wife, and three children in his Westfield, New Jersey mansion ballroom, turned on funeral organ music, and disappeared. Eighteen years later, all detectives had to work from was an outdated photograph of List. In 1989, the television series “America's Most Wanted” commissioned an age-scaled bust of List to aid viewers in identifying the confessed murderer. Frank Bender, a nationally-recognized artist and sculptor, worked with forensic psychologist Richard Walter to develop a profile of the aging List. The final bust was so keenly accurate that 350 viewers called with tips, one of which led to List's arrest in Richmond, Virginia.","6":"8.3"},{"0":1,"1":"13","2":-1,"3":-1,"4":"Raw Terror","5":"\nDamion Heersink, an eleven-year-old boy from Dothan, Alabama, almost died in 1992 after eating an improperly cooked hamburger teeming with E-Coli. Escherichia coli bacteria (E-coli) can be found in meats, in milk, and in water. When food is properly processed, prepared, and stored, E-Coli are harmless. But in the absence of these simple precautions, E-Coli can have deadly consequences.","6":"6.8"},{"0":2,"1":"1","2":8,"3":3,"4":"The Common Thread","5":"\nTen bodies had been found between the months of May and November 1984 in the Tampa, Florida area. The police discovered several similarities among these cases. Red carpet fibers had been found on all the bodies, some of the victims were found near tire tracks, and some had hairs from the perpetrator. It wasn't until November 3, 1984, that the case began to unfold as the perpetrator abducted a 17-year-old female named Lisa McVey but then released her. McVey went to the police with information, such as interior descriptions of the suspect’s car and specifics about an ATM transaction, that eventually led to the arrest of Bobbie Joe Long.","6":"7.5"},{"0":2,"1":"2","2":4,"3":40,"4":"The Dirty Deed","5":"\nOn November 18, 1993, friends of Eileen and Derek Severs called and notified the police that the couple had been missing for several days. The police searched the Severs' home in Hambleton, England and questioned their son Roger who had recently moved in with his parents. Although the bodies had not yet been found, police arrested and detained Roger on suspicion of murdering his parents. Only after finding blood samples in Eileen's car and after careful analysis of the mud flaps on Derek's car, were the police able to determine where Roger had buried his parents. Roger had used his mother's car to discard incriminating evidence and used his father's car to transport the bodies to the burial site.","6":"6.9"},{"0":2,"1":"3","2":5,"3":1,"4":"Killer Fog","5":"\nOne particular stretch on Interstate 75 in Tennessee seemed to be accident-prone resulting in seven multi-car accidents in 15 years including a 62-vehicle accident in 1978 and a 99-vehicle, multiple-fatality accident in 1990. Each accident was caused by a sudden and impenetrable fog, which forced drivers to suddenly brake without concern for those behind them. Environmental experts and investigators analysed the elements of nature occurring during this unnaturally-thick fog and tried to determine possible water sources that could create so many vapors in the air. They found one particular facility, the Bowater paper mill, near Calhoun and close to the interstate, that releases significant water vapors, which react to the weather and create this deadly fog. Bowater reached a $10 million settlement with victims and agreed to limit the use of pond 4.","6":"6.8"},{"0":2,"1":"4","2":5,"3":2,"4":"Sex, Lies and DNA","5":"\nIn June 1989, Cindy Morris reported to the police in Phoenix, Arizona that her mother Ruby was missing. Ruby's husband, Gaylynn Earl Morris, became a suspect once blood samples were found in the bathroom leading police to believe that Ruby had suffered a severe blow to the head. Further investigation led to Earl's boat that had been taken out and never returned. There had been a report of a boat that caught fire and sank. Police were able to determine that the boat belonged to Earl after reviewing footage from a TV crew and photographs from the Coast Guard. Earl claimed that his wife had committed suicide, but he was quickly convicted by the jury who saw through his lies.","6":"7.2"},{"0":2,"1":"5","2":8,"3":4,"4":"Bitter Potion","5":"\nIn 1988 in Alturas, Florida, Peggy Carr developed mysterious flu symptoms that no doctor was able to diagnose, until a neurologist noticed that her ailments were similar to that of a person poisoned by Thallium. Pye Carr instantly became a suspect when the poison eventually killed his wife Peggy. Although there were traces of the poison around Pye's belongings, the FBI did not think that Pye matched the psychological profile of the killer. Instead, they turned their attention to the Carr's next door neighbor, George James Trepal, who had an extensive chemistry background and even used Thallium poisoning as a plot device in a Mensa Murder Mystery Weekend that he hosted. Trepal was convicted of murder and sentenced to death.","6":"7.4"},{"0":2,"1":"6","2":5,"3":3,"4":"The Blood Trail","5":"\nIn Chipping Sodbury, England, Graham Backhouse was a farmer who wasn't well received by his community. On two occasions, Graham reported death threats. In 1984, when his wife Margaret went to use Graham's car to run errands, a bomb ignited when she started it which nearly killed her. Soon after, police responded to a call from the farm, where they found that Graham had shot and killed his next door neighbor claiming self-defense. Using forensic science, investigators found that Graham had actually manipulated the crime scene, fabricated the death threats, and planted the bomb, all to benefit from his wife's life insurance.","6":"7.2"},{"0":2,"1":"7","2":8,"3":5,"4":"Fatal Fungus","5":"\nIn 1994, doctors in Cleveland, Ohio became extremely concerned when they had an increase in the number of infants brought to the emergency room with bleeding of the lungs. Doctors quickly contacted the Centers for Disease Control and had them investigate the matter. The CDC found that all babies were from the same neighborhood and that all of their houses had suffered from water damage. After further investigation and research, a black fungus was determined to be the killer of three infants. The fungus develops in moist conditions, becomes airborne, and threatens developing organs such as the growing lungs of babies.","6":"6.9"},{"0":2,"1":"8","2":5,"3":4,"4":"Charred Remains","5":"\nIn 1991, police in Vancouver, British Columbia were investigating a charred body found in a dumpster with a bullet hole in the skull when a missing person report was filed for Mary-Lynn Breeden. Police investigated her disappearance and found that a woman had attempted to withdraw money from Mary-Lynne's account. The woman was identified from video surveillance at the bank and was questioned by police. This then led police to Christian Cruz. Police found traces of blood in Cruz' car and were able to match it to the charred body through DNA testing of the body's tooth pulp and Breeden's family members.","6":"7.2"},{"0":2,"1":"9","2":8,"3":6,"4":"Something's Fishy","5":"\nIn 1986, Excedrin bottles sold by a store in Kent, Washington were investigated by police after Susan Snow died from taking pills poisoned with cyanide. Investigators later found a chemical used to clean the algae in fish tanks mixed with the cyanide and, through pet store records, traced the chemical to Stella Nickell. Stella's husband Bruce had recently died, and, with this new information, detectives re-opened the investigation into his death. Stella had increased Bruce's life insurance shortly before his death. Because the death had to be accidental in order to receive the insurance pay out, she laced several other bottles, waiting for a second poisoning to occur.","6":"7.6"},{"0":2,"1":"10","2":-1,"3":-1,"4":"Sealed with a Kiss","5":"\nIn 1993, police in Coolbaugh, Pennsylvania were baffled when teacher Joanne Chambers received multiple death threats and questionable packages. Chambers reported every incident to the police, who in turn found a resemblance in the letters to statements that a fellow teacher, Paula Nawrocki, had made. However, the police were unable to find evidence directly linking Nawrocki to the threats. Regardless, Nawrocki was arrested and charged with harassment. Nawrocki's defense team sent the threatening letters and envelopes to be tested for DNA. The lab was able to determine that the saliva found on the stamp and envelope did not match Paula, but rather it matched Joanne Chambers. It was discovered that Chambers had previously made similar allegations at a different school.","6":"7"},{"0":2,"1":"11","2":5,"3":5,"4":"Postal Mortem","5":"\nOver the course of one day in 1985, police in Salt Lake City, Utah were called to two bombings. Businessman and Mormon bishop Steve Christensen was killed by bomb left in front of his office door. Kathy Sheets, wife of Gary Sheets, who was Christensen's former business partner, was killed by a similar bomb left on the doorstep of their residence. Police had difficulty determining the motive for the killings until a third bomb went off, injuring Mark Hofmann. After careful analysis, it was determined that Hofmann was actually the bomber and that the bomb had gone off accidentally while he was moving it into his car. The motive for the killings was to hinder discovery that he had been forging and selling historical documents.","6":"7.1"},{"0":2,"1":"12","2":5,"3":6,"4":"Micro-Clues","5":"\nIn 1993 when the body of teenage boy Dario Cicolecchia was found in a Swiss cornfield, sexual assault was first considered. When swab samples from the boy's body were analysed, investigators found microscopic one-cell organisms called diatoms. A diatom is only found in water, so police began collecting samples from bodies of water in the area. Analysis of diatoms from a nearby creek matched those found on the boy's body and supplied police with the location of the murder. Months later, Roland Kubler was convicted of sexual assault and the attempted murder of another child, which brought him to the attention of investigators. Analysis of the Kubler's car led to a match of diatoms found on Dario's body, which led to his arrest and conviction.","6":"7.2"},{"0":2,"1":"13","2":-1,"3":-1,"4":"Deadly Parasites","5":"\nIn April 1993, the Commissioner of Health was astonished when businesses throughout Milwaukee, Wisconsin were closing down due to large numbers of people reporting symptoms of gastrointestinal illnesses. Eventually, more than 400,000 of the city's 1.6 million people became ill and several people died. A waterborne parasite, cryptosporidium, was identified as the culprit after analysis of stools and water supplies. It was discovered that the city’s sewage treatment outlet was too close to one of the city’s water sources. The mayor quickly issued a boil water advisory that seemed to stop the outbreaks. This was the largest waterborne disease outbreak ever documented in the United States.","6":"6.9"},{"0":3,"1":"1","2":8,"3":7,"4":"Without a Trace","5":"\nIn 1978, 11-month-old Chad Shelton was admitted to an Omaha, Nebraska hospital because of chronic vomiting. The next day Chad went into a coma and died. Duane Johnson was also admitted to the hospital with the same symptoms and died the next day. Dr. Renea Kimbrough discovered that all of the sick individuals had visited the Johnson home on Sunday, September 10, and all ate a meal together. Everything in the Johnson home was analyzed. Investigators came to the  conclusion that DMN was added to the lemonade that the family drank. Steven Roy Harper, a former boyfriend of Sandra Johnson, worked for the Eppley Institute, a local chemical company. Harper admitted to spiking their lemonade with DMN. In 1979, Steven Harper was sentenced to death. Harper committed suicide while on death row in 1990.","6":"7.2"},{"0":3,"1":"2","2":8,"3":8,"4":"Knot for Everyone","5":"\nIn the mid-1980s, bodies of nude women were found on a remote hill in the Sacramento, California area. The police got a break when a known prostitute escaped an attacker and was able to identify him and his automobile. The suspect was 50-year-old Roger Kibbe. Human hair found on one of the victims was similar to Kibbe’s hair, and he was charged with first-degree murder. He later confessed to an additional murder committed in 1977.","6":"6.9"},{"0":3,"1":"3","2":3,"3":2,"4":"The Talking Skull","5":"\nIn 1987, a human skull and some bones were discovered at a Boy Scout Camp near Farmington, Missouri. Also found were a pair of blue jeans, which helped determine the approximate height and weight of the victim. A facial reconstruction also helped the investigators. The victim was identified as Bun Chee Nyhuis who had been missing since 1983, and her husband Richard H. Nyhuis was now the prime suspect. Nyhuis was an assistant scoutmaster, which explained why his wife's remains were discovered at a scout camp and, eventually, he confessed to killing his wife. Nyhuis was convicted of murder and sentenced to life in prison.","6":"7.3"},{"0":3,"1":"4","2":-1,"3":-1,"4":"Foreign Body","5":"\nBetween 1986 and 1989, a disease swept through British cattle herds. The disease came to be known as the Mad-cow disease. Scientist began to suspect that this was somehow related to a human illness. A California neurologist, Dr. Stanley B. Prusiner, said that both humans and animals were suffering from mutated proteins known as prions. When prions are transmitted from an infected host to a new host, they convert normal proteins into prions. Therefore, it’s possible for a prion to be transmitted from a cow to a person through beef consumption.","6":"6.8"},{"0":3,"1":"5","2":5,"3":7,"4":"Deadly Delivery","5":"\nIn 1989, Judge Bob Vance was killed when he opened a package that contained a pipe bomb at his Alabama home. Two days later an attorney in Georgia lost part of his arm when he opened a similar package. The police found two unopened packages that contained similar pipe bombs. The FBI’s Behavioral Analysis Unit provided a psychological profile of the bomber. The profile matched that of Walter Leroy Moody, Jr., who was convicted of a similar bombing in 1972. A store clerk identified Moody as the individual who purchased four pounds of gunpowder and 1,000 CCI primers. Moody was convicted and sentenced to seven life sentences.","6":"6.8"},{"0":3,"1":"6","2":-1,"3":-1,"4":"'Similar Circumstances","5":"\nIn 1989, Robert Sims arrived at his Alton, Illinois home and found his wife Paula unconscious on the kitchen floor and their newborn daughter Heather missing. Oddly, the couple’s 2-year-old son Randy was asleep in his bed. Paula reported that a masked individual broke into their home and kidnapped Heather, whose body was later found in a garbage can. When the police learned that the Sims' had another daughter, Loralei, reported kidnapped and, later, found dead near their Brighton, Illinois property in 1986, they began to focus on Paula. Paula Sims was arrested and convicted of first-degree murder.","6":"7.2"},{"0":3,"1":"7","2":8,"3":9,"4":"Grave Evidence","5":"\nIn 1976, Martin Dillon and Dr. Stephen Scher went skeet shooting in Susquehanna County, Pennsylvania. By the end of the shooting session, Dillon was dead. According to Scher, Dillon's death was an accident, and the police and coroner ruled as such. Soon after the shooting, Dr. Scher divorced his wife, married Patricia Dillon, the widow of Martin Dillon, and moved to Lincolnton, North Carolina. In 1996, Dr. Stephen Scher was arrested and charged with murder in the death of Martin Dillon.","6":"6.7"},{"0":3,"1":"8","2":8,"3":10,"4":"Deadly Formula","5":"\nIn 1989, David and Patricia Stallings of Hillsboro, Missouri had their first child, Ryan, whose health took a turn for the worse by the time he was five months old. Ryan had a series of blood tests, which showed unusually high levels of ethylene glycol, which is the main active ingredient in antifreeze. Patricia Stallings was arrested, and a few days later, Ryan died. While in prison, Patricia gave birth to another son, David, who suffered from the same symptoms as his brother Ryan had; however, he was not in Patricia's care at the time. After re-testing both children’s blood, results showed that there was no evidence of ethylene glycol. It was determined that both children had a rare genetic disorder called methylmalonic acidemia. Patricia Stallings was released on July 30, 1991, as no crime had been committed.","6":"6.9"},{"0":3,"1":"9","2":3,"3":3,"4":"Beaten by a Hair","5":"\nIn 1992, Laura Houghteling disappeared from her Bethesda, Maryland home and was never seen again. After five days, police found a bloody pillow and pillowcase lying in the woods not far from Laura's house. Laura's bedroom was then searched using luminol, which reacts with the enzymes in blood. The police now had a prime suspect, her part-time gardener Hadden Clark. Amido black was used to enhance the fingerprints found on the bloody pillowcase, which were matched to Clark. In 1993, Clark pleaded guilty to Houghteling‘s murder.","6":"7.3"},{"0":3,"1":"10","2":5,"3":9,"4":"Crime Seen","5":"\nIn 1984, a couple set off for a camping trip but got lost and fell asleep at a scenic overlook in rural Virginia. They awoke to a person with a gun tapping on their car window. He ordered the boyfriend to run into the woods and drove off with his girlfriend. The man repeatedly raped and sodomized the young woman, and then he let her go. When she got back to her car, she met her boyfriend, who was there with the police. The girlfriend positively identified Edward Honaker as the man who raped her. Honaker was given three life sentences. Years later, new DNA testing was available, and the girlfriend admitted that she had another man in her life at the time of the rape. The DNA in the semen was not that of Honaker, the boyfriend, or the second man. Honaker was then released from prison after serving 10 years.","6":"7.3"},{"0":3,"1":"11","2":5,"3":10,"4":"Speck of Evidence","5":"\nIn 1984, 8-year-old Vicki Lynne Hoskinson left her home in Flowing Wells, Arizona to run an errand for her mother. She never returned home. Vicki's pink bicycle was found abandoned and slightly damaged later that afternoon on a nearby street, but there was no sign of her. Police investigators learned that Frank Jarvis Atwood, released after serving time for child molestation in California, had been in the Tucson area but was now gone. The FBI confiscated Atwood's car and found paint from Vicki’s bicycle on his car. They also matched nickel found on the bike to nickel on Atwood's bumper. Atwood was sentenced to death.","6":"7.1"},{"0":3,"1":"12","2":8,"3":11,"4":"Broken Bond","5":"\nIn 1983, Morgan, the 9-month-old daughter of Ray & Tanya Reid, suffered a sleep apnea episode at her home in Deaf Smith County, Texas and was admitted to the hospital for four days. Morgan continued to experience occasional apnea episodes and suffered a fatal attack on February 7, 1984. In 1985, Tanya Reid gave birth again, this time to a son named Michael. Michael was hospitalized over 20 times during the next two years. When Michael was temporarily taken away from his mother, he did not experience any seizures or apnea episodes. When prosecutors asked pathologists to re-open Morgan's autopsy records, they discovered that an x-ray taken during the autopsy revealed that she did not die of SIDS but suffered from brain damage consistent with being shaken violently. Doctors then determined that Tanya was exhibiting symptoms of Münchausen syndrome by proxy. Tanya was convicted for felony child endangerment of Michael and for the murder of Morgan. The murder convicted was later overturned; however, Tanya was convicted a second time.","6":"6.8"},{"0":3,"1":"13","2":5,"3":11,"4":"Out of the Ashes","5":"\nIn 1993, 18-year-old Rose Larner went missing in Albion, Michigan. Her boyfriend, John Ortiz-Kehoe, and her childhood friend, Billy Brown, told police that they saw her early on December 7, but didn’t know where she went after that. Two years later, an investigation revealed that Billy Brown and John Kehoe were both local drug users\/dealers. Brown feared that he might be implicated in Larner’s disappearance, so he decided to cooperate with police. He told them that Larner was murdered by Kehoe two years earlier in Kehoe's grandparents' home. According to Billy Brown, Larner refused to participate in a sexual threesome, so Kehoe strangled her, placed her in the shower, and dismembered her body. Police compared a tiny speck of blood found at Kehoe's grandparents' home to a sample of blood taken from Larner six years earlier, and it matched. Kehoe was convicted of murder and sentenced to life in prison without parole. Billy Brown was convicted for being an accessory and served one year in prison.","6":"7.5"},{"0":4,"1":"1","2":3,"3":4,"4":"Invisible Intruder","5":"\nIn 1996, police in Rowlett, Texas received a call from Darlie Routier telling them of the murder of two of her sons. However, police were unsure about the validity of her story and began an intensive search of the crime scene. The police determined the identity of the killer by analyzing blood spatter, doing behavioral profiling, and analyzing Routier’s 911 call. The evidence proved that she killed her two older sons with a knife, inflicted wounds on herself, cleaned the evidence, and created the story of a crazed intruder. Routier was convicted of first-degree murder.","6":"7.7"},{"0":4,"1":"2","2":5,"3":12,"4":"The Killing Room","5":"\nIn 1991, Scott Dunn disappeared. When investigators went through his Lubbock, Texas, apartment, they noticed a partial replacement of his bedroom carpeting with a large blood stain underneath. Scott's father worked closely with investigators and reported his suspicions of Scott's girlfriend, Leisha Hamilton. Together, they fully investigated Leisha's story and uncovered another boyfriend named Timothy Smith. Leisha told Tim that Scott was losing interest in her. Police went to Tim's house and found the exact tape used in the carpet cover-up of Scott's murder. This was enough to indict both Leisha and Tim for murder.","6":"7.1"},{"0":4,"1":"3","2":8,"3":12,"4":"Ultimate Betrayal","5":"\nIn 1995, Dr. Debora Green lost two children in a fire that destroyed her Prairie Village, Kansas mansion. Debora and her previous husband Michael Farrar were questioned. Suspicions arose when Debora refused to cooperate during questioning. Police then questioned Michael and uncovered disturbing stories proving that Debora was dangerous. She had poisoned Michael during their separation and told him that he would only get custody of the children over the children’s dead bodies. Debora's singed hair and the initial location of the fire proved that she was the arsonist.","6":"7"},{"0":4,"1":"4","2":3,"3":5,"4":"Cement the Case","5":"\nIn 1990, Shirley Andronowich's body was found one morning after being raped, murdered with a concrete block, and mutilated in Winnipeg, Manitoba. Witnesses told police that Shirley and her husband Ed argued in a bar the night before. Police first suspected Ed and arrested him after he confessed to the murder. However, the forensic evidence proved that Ed was innocent. A year later, police received a call about a man named Mark Jarman, who talked about being connected to Shirley's murder. Police discovered that his fingerprint matched the latent print left on the concrete block. Jarman was convicted of her murder.","6":"6.8"},{"0":4,"1":"5","2":8,"3":13,"4":"Innocence Lost","5":"\nIn 1989, five-year-old Melissa Brannen went missing from a Christmas party in Lorton, Virginia. The fibers on her clothes were the only means for police to determine her abductor. Police grew suspicious of Cal Hughes who was washing his clothes at 1 a.m. when they went to his home. They searched his car and found several fibers similar to the clothes that Melissa had worn to the party. However, there was no way to test the fibers until an investigator's wife remembered seeing Melissa's outfit in a catalog. An identical outfit was located and tested. The fibers matched, and Cal Hughes was convicted of abduction with intent to defile and given a 50-year sentence.","6":"7"},{"0":4,"1":"6","2":-1,"3":-1,"4":"'Til Death Do Us Part","5":"\nIn Pennsylvania in 1991, Robert Curley was diagnosed with Guillain–Barré syndrome when he arrived at the hospital with excruciating leg pains. However, doctors became suspicious during Robert's second admission and tested him for Thallium poisoning, which proved positive, and Robert died shortly thereafter. Investigators also discovered that Robert's wife Joann was waiting to collect her previous husband's life insurance (from his accidental death) and disagreed with the way Robert wanted to spend it. Joann would then collect additional life insurance if Robert suffered from an accidental death. Joann was arrested five years later, confessed, and pleaded guilty to murder.","6":"7.4"},{"0":4,"1":"7","2":8,"3":15,"4":"Ties That Bind","5":"\nIn 1983, two young boys were found tied and murdered with similar wounds within three months of each other in two Nebraska towns. The rope used to tie the boys was unique. Another clue turned up when a brother of one of the boys was hypnotized and remembered a uniformed man in a tan car. Shortly after, someone noticed a strange car and gave the licence plate number to police. This vital information led to the capture and conviction of John Joubert, an enlistee in the Air Force who carried the same exact rope used to bind the two boys. He was convicted of both murders and later confessed to the murder of an 11-year-old boy in Portland, Maine.","6":"7.5"},{"0":4,"1":"8","2":3,"3":6,"4":"Body of Evidence","5":"\nIn 1978, Mark Fair left for work and his fiancée Karla Brown remained at home in Wood River, Illinois. When Mark and a friend returned home that evening, they found Karla dead. The condition of Karla's body told investigators that she was a victim of sexual assault; she had resisted and was killed. The police questioned neighbors Paul Main and John Prante, but they were considered low-level suspects. During the autopsy, they were able to re-examine bite marks found on her body. A computer enhancement gave a better view of the bite marks and the science of forensic odontology identified John Prante as the perpetrator. On July 15, 1983, five years after the murder, Prante was found guilty and sentenced to 75 years in prison.","6":"7.4"},{"0":4,"1":"9","2":8,"3":16,"4":"Accident or Murder?","5":"\nIn 1989 in Nova Scotia, schoolteacher Clayton Johnson left for work. Later that morning, Mrs. Molloy arrived to drop off her child at the Johnson home. She found Clayton's wife, Janice Johnson, lying at the bottom of the basement stairs in a pool of blood, and it was determined to be an accident. Later on, Clayton Johnson married a 22-year-old member of his church. When homicide investigator Brian Oldford heard this, he became suspicious and decided to reinvestigate. He learned that Clayton had obtained  a $125,000 life insurance policy on Janice shortly before she died. Clayton Johnson was arrested and convicted of first-degree murder. By examining the photos and nature of the injuries, the defense team was convinced that she had fallen backwards. The accidental fall scenario also accounted for the lack of defensive wounds on both Mrs. Johnson and Mr. Johnson. After serving 5 years in prison, Clayton Johnson won his appeal and was released from prison.","6":"7.3"},{"0":4,"1":"10","2":8,"3":17,"4":"Core Evidence","5":"\nIn 1996 in Greeley, Colorado, 16-month-old Anne Grace Gimmenstad became very ill, was rushed to the hospital and died within two weeks. Following extensive medical examinations, it was determined that Anna had been the victim of the deadly bacteria E. coli. Anna'a mother recalled a trip to the grocery store when Anna pointed excitedly at her favorite drink, Odwalla apple juice. As early as 1993, tests on samples of Odwalla juices found high levels of general bacteria because the company did not pasteurize its products. Federal and state inspection reports confirm that the company used two loads of apples with relatively high defect levels on the day that the juice was made. The genetic markings on the E. coli in the victims matched the bacteria found in the product bottled on that day. Odwalla pleaded guilty to violating federal food safety laws and agreed to pay a $1.5 million fine for the outbreak of E. coli in its juices.","6":"6.7"},{"0":4,"1":"11","2":3,"3":7,"4":"Haunting Vision","5":"\nIn 1967, Lori Keidel, along with her two sisters and her brother were left at their Phoenix, Arizona home while their father went to a nearby laundromat. Suddenly, a large blaze engulfed their home, killing Lori's sisters. Only a few months earlier in 1966, the children's mother, Dianne Grant Kidder Keidel, had disappeared. In 1993, Lori found the courage to tell police what she saw in 1966: Lori had witnessed her mother's death. In 1994, a concrete slab was removed from the yard, and a skeleton was found in the exact spot where Lori said it would be found. Gene Keidel was arrested for his wife's murder nearly 30 years after her death. Gene was convicted of first degree murder and sentenced to life in prison.[1]","6":"7.9"},{"0":4,"1":"12","2":8,"3":18,"4":"With Every Breath","5":"\nMerril Bahe and Florena Woody grew up in starkly different conditions on an Indian reservation in Gallup, New Mexico. The couple soon engaged, and they moved into the Woody family home. In 1993, Florena started complaining of muscle aches in her back and shoulders, and her doctor gave her antibiotics for her condition. However, Florena later died from fluid in her lungs caused by her illness. Doctors didn’t know how what had killed her. Meanwhile, Merril Bahe started experiencing similar symptoms and on the day of Florena's funeral, he was sent to the hospital but died on the way. Investigators found deer mice which tested positive for a new form of the hantavirus. They determined that contact with the feces of the deer mice was what had caused the disease and that when the feces dried, the deadly microbe became airborne.","6":"6.9"},{"0":4,"1":"13","2":3,"3":8,"4":"Slippery Motives","5":"\nIn 1986, Edward Post left the Omni Hotel in St. Louis, Missouri and went for a 40-minute jog. Before leaving, he said that he drew a bath for his wife Julie Thigpen-Post. Ed returned and called the front desk, stating that his wife had fallen in the bathtub and was not breathing, and she was dead when emergency response arrived. The initial autopsy ruled the death accidental; however,  investigators discovered that Ed had a $700,000 life insurance policy on Julie. A second autopsy found 36 areas of bruising, not noted during the original autopsy. The death was ruled a homicide, and Ed Post was charged with first-degree murder and convicted. After serving six and a half years, Ed admitted to drowning his wife.","6":"7"},{"0":5,"1":"1","2":8,"3":19,"4":"Badge of Deceit","5":"\nIn the early 1980s, women in Lafayette, Louisiana live in fear of a rapist who becomes so experienced that he leaves no clues to his identity. But computer technology and behavioral science combine to give police a new forensic tool: geographical profiling. Police narrow their search to one man, Lafayette Parish Sheriff’s Deputy Ernest “Randy” Comeaux, after receiving an anonymous tip. After matching his DNA from a discarded cigarette butt to DNA recovered from one of the victims, investigators arrested Comeaux in January 1999, and he confessed to committing 14 rapes. He later pleaded guilty to six counts of aggravated assault and was sentenced to six life terms.","6":"7.3"},{"0":5,"1":"2","2":3,"3":9,"4":"Dew Process","5":"\nIn 1986 in Wilkes-Barre, Pennsylvania, when Betty Wolsieffer, the wife of a well-known dentist Glen Wolsieffer, is found dead, police are unsure who killed her and injured her husband. Some fibers and a study of the weather patterns on the night of the murder break the case open and reveal the killer.","6":"7.2"},{"0":5,"1":"3","2":8,"3":20,"4":"A Woman Scorned","5":"\nIn December 1994 in Lehigh Valley, Pennsylvania, Joann Katrinak and her three-month-old son Alex disappeared. Suspicion initially fell on Joann's much older husband Andy. But when their bodies were found in the woods in April of 1995, the obvious suspect is the husband and father of the victims. But some insects found on the bodies reveal a vital clue, as does a long blonde hair found on the victims. The blonde hair has something uniquely in common with the brunette hair of the husband's former love interest Patricia Rorrer. The link uncovers a twisted story of passion gone wrong.","6":"7.2"},{"0":5,"1":"4","2":8,"3":21,"4":"A Voice from Beyond","5":"\nIn 1999 when a decomposed body is found stuffed in a barrel in Jericho, New York, it's easy to presume murder. But the body had been placed in the barrel 30 years earlier in 1969. One of the few clues was an address book found along with the body, but years of moisture had washed away the ink, which was completely gone. Scientists desperately searched for a way to reveal the information written on the pages of the address book. They find ties between the dead woman, Reyna Angelica Marroquin, and former home owner Howard B. Elkins, who committed suicide 20 hours after police first interviewed him.","6":"6.9"},{"0":5,"1":"5","2":5,"3":13,"4":"Burning Ambition","5":"\nIn 1996, when Seattle, Washington policeman Matt Bachmeier's house goes up in flames because of arson, investigators suspect it could have been committed by someone with a vendetta against the officer. One month later, in an ironic twist, Officer Bachmeier arrests low-level drug dealer James Wren, who confesses to the arson. But when the suspect vanishes, investigators start to question the authenticity of the confession.","6":"7.6"},{"0":5,"1":"6","2":-1,"3":-1,"4":"Memories","5":"\nIn 1979, Dianna Green is brutally attacked in her Orange County, California home, and her unborn child is killed. After coming out of her coma and regaining her memory, she identifies her husband, Kevin Green, as the perpetrator, and the semen left at the scene matches her husband's blood type. The husband was convicted and spent 16 years in jail proclaiming his innocence. Then, a new DNA test and an innovative computer program lead investigators to question just how accurate the wife's recovered memory really was.","6":"6.8"},{"0":5,"1":"7","2":5,"3":14,"4":"Trail of Truth","5":"\nIn 1987, Nancy Newman and her two daughters, 8-year old Melissa and 3-year-old Angie, are found sexually assaulted and brutally murdered in their Anchorage, Alaska home. The crime scene has no shortage of evidence, but investigators cannot find a conclusive link to their prime suspect. To solve the puzzle, an FBI analyst designs a unique experiment, in which pubic hairs found at the scene are used to establish that not only that Kirby Anthoney was in the home, but that he was there when the crime was committed.","6":"7.1"},{"0":5,"1":"8","2":5,"3":15,"4":"Material Evidence","5":"\nIn July 1982, 11-year-old Krista Harrison was abducted from a park in Marshallville, Ohio, and her body was found 6 days later. She had been raped and murdered. There were few clues to the killer's identity, but authorities were intrigued by unusual orange fibers on clothing found near the victim. Months went by, and the case went cold, until a van turned up with what appeared to be the same orange fibers. The latest in forensic technology was able to determine that there was a connection between the van and the victim. The van’s owner, Robert Anthony Buell, was convicted of rape and murder and sentenced to death. The murder of Tina Harmon was compared to the Krista Harrison case.","6":"7.2"},{"0":5,"1":"9","2":-1,"3":-1,"4":"'Kill'igraphy","5":"\nThis examination of the role an autopsy plays in a murder investigation focuses on the suspicious 1997 death of Ringgold, Georgia resident Virginia Ridley. Police charged her husband Alvin “The Zenith Man” Ridley with murder, but a medical examiner discovered that she died of natural causes.","6":"7.3"},{"0":5,"1":"10","2":8,"3":22,"4":"Nursery Crimes","5":"\nA police investigation of a Kerrville, Texas pediatrician, after the mysterious death of one of her patients in 1982, leads them to a San Antonio, Texas hospital, Bexar County Hospital (now University Health System), where the pediatric mortality rate from the late 1970s through 1982 was higher than at any hospital in the country. The common link was nurse Genene Jones, but proving the connection seems impossible until an international team of doctors uncovers an unlikely murder weapon. Jones is believed to have murdered over 60 infants.","6":"7.2"},{"0":5,"1":"11","2":5,"3":16,"4":"Lasting Impression","5":"\nIn 1996 when the decomposed body of a teenage girl is discovered in Easton, Pennsylvania, police have no clues to her identity. Weeks earlier, stabbing victim Kathy Sagusti told investigators that she thought that she might have heard a murder taking place in her basement. Investigators eventually discover the identity of the girl as Richezza Williams, a 13-year-old runaway from Long Island, New York. Sagusti positively identifies her as the murder victim and says that Corey Maeweather, Kwame Henry, and Stanley Obas were the murderers. To prove it, investigators turn to bug larvae found on the body and a surprise piece of evidence: a tiny wad of chewing gum found near the victim's body.","6":"6.7"},{"0":5,"1":"12","2":3,"3":11,"4":"Foundation of Lies","5":"\nPolice suspect Dr. John \"Jack\" Boyle in the New Year’s Eve 1989 disappearance of his wife Noreen from their Mansfield, Ohio home when he signs mortgage papers for a new house in Erie, Pennsylvania with a woman pretending to be his spouse. After witnesses see Dr. Boyle near an area where a new pile of concrete was found and the using the recollections of their 12-year-old son, Collier, regarding what he heard the night that his mother went missing, the police find Noreen's body in the basement of Dr. Boyle's new house.","6":"6.8"},{"0":5,"1":"13","2":5,"3":17,"4":"Unholy Vows","5":"\nThe story of Archbishop Valerian D. Trifa, former head of the Romanian Orthodox Church in America, is related. Following World War II, Trifa emigrated from Bucharest, Romania to the United States. In 1957, survivors of Nazi atrocities in Romania recognized him as having directed a bloody 1941 pogrom against Jews. His United States citizenship was revoked, and he was deported to Portugal in 1984. He died three years later.","6":"7.1"},{"0":5,"1":"14","2":3,"3":13,"4":"Broken Promises","5":"\nIn 1988 when Russ Stager, a popular Durham, North Carolina gym teacher, is found dead of what appears to be an accidental gunshot wound, his family is suspicious. They think that his wife Barbara Stager may have planned his murder. When police learn that her previous husband, Larry Ford, died in almost identical circumstances, they re-examine the crime scene and find evidence that the death was no accident. But it is a cassette tape recorded by the victim just before his death that tells the true story of his strange marriage and his wife's insatiable greed.","6":"6.7"},{"0":5,"1":"15","2":5,"3":18,"4":"Time Will Tell","5":"\nIn this 1996 international case of extortion, murder, and stolen identities, a Canadian scam-artist Albert J. Walker assumes the identity of co-worker Ronald Platt in Harrogate, England as part of a money-laundering scheme. Platt later turns up dead in an ocean, with an anchor tied around his torso. The only clues to his real identity are a Rolex watch and a maple leaf tattoo. But, the anchor used to sink Platt's dead body ultimately sunk Albert Walker.","6":"7.4"},{"0":5,"1":"16","2":3,"3":14,"4":"Second Shot at Love","5":"\nIn 1996 when heart surgeon Dr. Darryl Sutorius is found dead in the basement of his upscale Cincinnati, Ohio home, police assume that he committed suicide. Friends and family indicate that he suffered prolonged bouts of depression and had spoken of killing himself. But, further investigation reveals that his new wife Della Sutorius has a history of violence and an insatiable desire for money. The story of how he died is finally decided in court, as teams of forensic scientists face-off to see if the doctor died at his own hand or if he died at the hand of his wife.","6":"7.2"},{"0":5,"1":"17","2":5,"3":19,"4":"Journey to Justice","5":"\nIn 1992, 6-year-old Nicole Rae Walker was killed in a hit-and-run in her Dania Beach, Florida neighborhood. Investigators find a link between habitual drunk driver Ken Pierce and the fatal hit-and-run. The prosecutor combines the talents of an accident reconstruction expert with a video specialist to create graphic demonstration of the moment of impact. This was the first case in which video in the courtroom withstood an appeal and helped make video testimony viable in other cases.","6":"7.1"},{"0":5,"1":"18","2":3,"3":15,"4":"Video Diary","5":"\nIn 1998 when Lansing, Michigan convenience store employee Wanda Mason is found dead, having been shot at point blank range, investigators find that the entire murder has been caught on the store's videotape security camera. But the image of the killer is so degraded that it seems impossible to positively identify him, until old fashioned forensic science and space age technology come together to reveal the identity of the killer as Ronald Leon Allen.","6":"6.8"},{"0":5,"1":"19","2":3,"3":12,"4":"Deadly Knowledge","5":"\nIn 1995 in Farmington Hills, Michigan when 23-year-old college co-ed Tina Biggar goes missing, her boyfriend and family fear that she has been murdered. A police investigation reveals details about her past that no one, not even her closest friends, suspected: She was a student by day and a $100-an-hour call-girl by night. Her many clients were all suspects in her disappearance, as was her boyfriend. But when her body is discovered two weeks after her disappearance, police obtain evidence that reveals that her killer was former client Kenneth Ray Tranchida, as well as more details about her bizarre double-life and its tragic consequences.","6":"6.9"},{"0":6,"1":"1","2":3,"3":16,"4":"Missing in Time","5":"\nIn 1995 in Orchards, Washington, Carolyn Ruth Killaby was reported missing after a fight with her husband. She was presumed to be dead, and her husband was the prime suspect. Police were suspicious of a secondary suspect, Dennis Keith Smith, when they found evidence of a suspicious fire in his car. Two tiny drops of blood were found in the burned interior. Traditional DNA testing was difficult, because there was no body for DNA comparison and the man who raised Carolyn was revealed to not be her biological father. But a tiny clue inside the suspect's watchband and a popular television show helped solve the case and catch the killer.","6":"7.1"},{"0":6,"1":"2","2":3,"3":17,"4":"Missing Pearl","5":"\nIn August 1991, South Portland, Maine resident Pearl A. Bruns is missing after an argument with her husband William “Bill” Bruns. Despite pleas from her children, police insist on treating it as a routine missing person's case. But when an investigation turns up a blood trail that leads to the couple's basement, police are sure that they'll find the victim's body. Initially, they find nothing and the case stalls, until new forensic technology helps investigators find the body. The investigators first use luminal over the cleaned carpet to reveal the blood spatter on the floor and a path down to the basement. Then, they use ground penetrating radar to scan the basement for radiation; they found three feet down, excavated rusted sand everywhere except in a certain area. The body had absorbed the rust and was found there.","6":"7"},{"0":6,"1":"3","2":8,"3":23,"4":"Man's Best Friend?","5":"\nIn 1989, 4-year-old April Renee Tucker was found dead in the backyard of her Emory, Texas home. Her mother Debbie Loveless and step-father John Harvey Miller told police that she was attacked and killed by neighborhood dogs. Investigators did not agree and believed that April's wounds were not dog bites, but slashing injuries, consistent with knife wounds. John and Debbie were found guilty of murder and sentenced to life in prison. Five years later, a forensic scientist saw something in the crime scene photographs that had been missed the first time around.","6":"6.7"},{"0":6,"1":"4","2":5,"3":20,"4":"Hand Delivered","5":"\nIn 1995, police in San Diego, California are baffled by a pair of hands found in a dumpster. Through further investigation, they determine that the hands are those of missing person Don Hardin. With this knowledge, the police focus on local homeless man Dale Whitmer, who had lived with Hardin around the time of his disappearance. However, they can find no forensic evidence on Whitmer, and the case goes cold. About one year later, investigators receive an anonymous letter with information about the crime that had been withheld from the press– information only the killer (or someone close to the killer) would know. Laser technology helps to identify the address from where the anonymous letter was mailed, which leads them to Mormon Bishop Mark Davis. Davis cites the privilege between clergy and church member as a reason to not disclose the source of the information, but a judge rules that since Davis sent the letter, he must identify the source. The source was Dale Whitmer's daughter Andrea, who ultimately chooses to testify against her father.","6":"7.1"},{"0":6,"1":"5","2":-1,"3":-1,"4":"Death Play","5":"\nIn 1993 in Fort Worth, Texas, 16-year-old Marie Robards suffered the devastating loss of her father Steve Robards. The death was ruled the result of cardiac arrest. One year later, she won a part in her high school production of Shakespeare’s Hamlet. The lines that she was required to recite onstage were more than the thoughts and feelings of her character; they struck a chord, and hinted at her own inner turmoil from the secret that she had been hiding: barium acetate obtained in her high school chemistry class.","6":"6.8"},{"0":6,"1":"6","2":3,"3":18,"4":"Fire Dot Com","5":"\nIn 1996, 17-month-old Josh Hinson died in a fire in his Tabor City, North Carolina home. A federal agency ruled that the fire was intentionally set, and Josh's mother Terri Strickland was charged with murder. But are government scientists, with all of their resources, always right? Using the then-emerging resources of the internet, Terri Strickland undertook her own investigation. An independent fire investigator was able to poke enough holes in the government's scientific conclusions to raise serious questions about whether the fire was arson or an accident.","6":"6.9"},{"0":6,"1":"7","2":5,"3":21,"4":"Mistaken for Dead","5":"\nIn 1988, when a patient identified as Gene Hanson dies unexpectedly in the office of neurologist Dr. Richard Boggs, police in Glendale, California begin what they think will be a routine investigation. What they find throws doubt on the time of death and the identity of Hanson and raises questions about the doctor's role in his death. Soon they uncover a bizarre story of corpse stealing, fake identities, and sexual perversion– all part of an elaborate insurance case that would  center on what actually caused the victim's death: a sex act gone wrong or premeditated murder?","6":"7.1"},{"0":6,"1":"8","2":5,"3":22,"4":"Frozen Evidence","5":"\nIn 1992, two masked gunmen enter the home of Ward and Diana Maracle in Tyendinaga Mohawk Territory, Ontario to rob them, but Ward was shot in the head. This is the story of one investigator, whose quick thinking and knowledge of science enabled him to capture a shoe impression made in snow before the evidence melted away. Knowledge of the shoe led investigators to Peter Benedict and Frank Lanoue, who were convicted of aggravated assault and robbery.","6":"7.5"},{"0":6,"1":"9","2":8,"3":24,"4":"Soft Touch","5":"\nIn March 1990, 22-year-old Dawn Bruce was raped, sodomized, and murdered in her Henrico County, Virginia apartment. The killer left very little evidence, but investigators did notice a blood smear on a pillow case that appeared to have been made by one of the killer's fingers. New technology enabled investigators to identify a fingerprint from the cloth surface of the pillow case. This gave police the means to apprehend Robert Douglas Knight.","6":"6.7"},{"0":6,"1":"10","2":5,"3":23,"4":"Church Disappearance","5":"\nIn 1981, six-year-old Cassie Hansen disappeared from her St. Paul, Minnesota church during an evening service. After a tip from a witness that an older man was seen carrying a small body, Cassie's body was found in a dumpster. The FBI created a psychological profile of the perpetrator but were still unable to find the killer. Dorothy Noga contacted police to let them know that Stuart Knowlton was a massage client that liked to discuss his fantasies during his weekly massages and that one fantasy he spoke of closely resembled the church abduction, which caught her attention. Knowlton had also asked Noga to be his alibi on the night of the murder. Even though she was later attacked by Knowlton and stabbed 32 times, Noga testified against Knowlton in the trial. Knowlton died in prison in 2006.","6":"6.6"},{"0":6,"1":"11","2":8,"3":25,"4":"Photo Finish","5":"\nIn 1995 in Los Angeles, California, model Linda Sobek goes missing. A park employee discovers photographs and some vital pieces of information in a dumpster, which eventually led investigators to professional photographer Charles Rathbun. Rathbun claims Sobek died during a consensual sexual encounter gone wrong, but Sobek's corpse and some high tech digital imagery tell a more sinister story.","6":"7.1"},{"0":6,"1":"12","2":3,"3":19,"4":"Whodunit","5":"\nIn 1998, an evening out at an Easton, Maryland murder mystery theatre performance turns into a real life whodunit when the badly burned body of Stephen Hricko is discovered in his hotel room after a fire. Upon initial investigation, it appeared to be an accidental fire. Lies, greed, and medical trickery can't match the skills of forensic scientists, who bring the curtain down on the real killer, his wife Kimberly Hricko.","6":"7.3"},{"0":6,"1":"13","2":3,"3":20,"4":"Horse Play","5":"\nIn 1980, Hillsdale County, Michigan resident Shannon Mohr died in what was reported to be a horseback riding accident by her new husband David Davis. After her death, Shannon's family reported to police their suspicions that Davis seemed far from grief-stricken. Upon further investigation, police discovered a web of lies and a proficiency with pharmaceuticals in Davis' background, that provide an alternative explanation for Shannon's accidental death.","6":"7"},{"0":6,"1":"14","2":8,"3":26,"4":"Treads and Threads","5":"\nIn 1995, a serial killer was strangling prostitutes in the Tampa, Florida area, then taunting police by leaving the bodies in plain sight. The only clues were a tire impression and some threads. By the time scientists identify the source of these treads and the threads, police discover that the killer James Randall was right under their noses the entire time.","6":"7.1"},{"0":6,"1":"15","2":-1,"3":-1,"4":"Killer's \"Cattle\" Log","5":"\nIn 1989 when police in Mooresville, Missouri are called to retrieve a dead body, they do a background check on the victim. The trail leads them into a bizarre web of homeless drifters, cattle auctions and bad checks– all fronted by elderly couple Ray and Faye Copeland with a penchant for money and murder.","6":"7.2"},{"0":6,"1":"16","2":3,"3":22,"4":"Skin of Her Teeth","5":"\nIn 1994, a human skull retrieved from a Hamilton, Ohio pond reveals a ghastly crime. Markings on the skull indicate that the victim had been stabbed multiple times and that the teeth had been removed with needle-nose pliers, in an attempt to keep the victim's identity a secret. A mitochondrial DNA match between the skull and the victim’s 18-month-old son was used to positively identify the remains as 21-year-old Tina Elaine Mott, who was reported missing two months earlier. Investigators focus on Tina's live-in boyfriend Timothy Bradford, and faced with the forensic evidence against him, Bradford confessed to killing and dismembering Mott.","6":"7.5"},{"0":6,"1":"17","2":5,"3":24,"4":"Line of Fire","5":"\nIn 1996, when a fundamentalist group starts attacking and robbing banks in the Spokane, Washington area, authorities know immediately that they are dealing with experienced criminals. A tip leads them to Sandpoint, Idaho residents Verne Jay Merrell, Robert S. Berry, and Charles Barbee, and the evidence found at their homes is extensive and incriminating. In court, two juries are presented with a combination of old fashioned forensic science and the latest in crime technology in order to render a verdict.","6":"7.5"},{"0":6,"1":"18","2":8,"3":27,"4":"Bad Blood","5":"\nIn 1992, in Kipling, Saskatchewan, Dr. John Schneeberger is accused of sedating and sexually assaulting one of his female patients and his step-daughter. DNA tests demonstrate that the doctor is innocent, but the female patient still insists that he sedated and raped her. On three occasions, blood was taken from the doctor's arm for DNA testing, and each time, the results exonerated Schneeberger. Seven years later, a private investigator takes lip balm from Schneeberger's car and has it DNA-tested, and the results were a match to the perpetrator. So, how did Schneeberger trick earlier investigators?","6":"6.8"},{"0":6,"1":"19","2":5,"3":25,"4":"Pure Evil","5":"\nCreating a profile of a serial killer, is part science and part intuition. The science involves studying criminals who have committed similar crimes, to see what characteristics they all have in common. One common trait among serial killers, is a past history of abusing animals. In the 1993 search for the killer of two teenagers, Brian King and Christina Benjamin, in Telico, Texas, a behavioral profile led to suspect Jason Massey– and hard science proved the profile was correct. Massey was executed by lethal injection on April 3, 2001.","6":"7.9"},{"0":6,"1":"20","2":3,"3":23,"4":"Root of all Evil","5":"\nIn 1981, Charlotte Grabbe, wife of prominent Marshall, Illinois farmer Fred Grabbe, disappeared from her farm without a trace. For three years, investigators searched in vain for any trace of Charlotte. Eventually, Fred Grabbe's former lover came forward with a fantastic tale of rage, murder, mutilation and cremation, but there seemed to be no way to test the validity of her story. That is, until a plant pathologist and a dendrochronologist conducted some tests on the plant life where the cremation supposedly occurred, which led to a surprising revelation.","6":"7.6"},{"0":6,"1":"21","2":8,"3":28,"4":"Where the Blood Drops","5":"\nWhen someone dies under mysterious circumstances, the spouse almost always is a suspect– especially if they are in bed, sleeping beside the individual at the time of their death. In 1987, Susie Mowbray was charged for her husband Bill Mowbray's death in Brownsville, Texas, which had the appearance of suicide. Her son was so convinced of her innocence that he enrolled in law school, studied all of the evidence and, eventually, discovered the truth of what really happened that fateful night between his mother and father.","6":"6.9"},{"0":6,"1":"22","2":5,"3":26,"4":"Punch Line","5":"\nIn 1994, Rhoda Nathan was found murdered in a Cincinnati, Ohio hotel room. Later, when hotel employee Elwood Jones went to a hospital emergency room for an infected hand, which he said was cut on a dumpster at work, the doctor treating him recognized the injury as something else.","6":"6.5"},{"0":6,"1":"23","2":5,"3":27,"4":"Sibling Rivalry","5":"\nIn 1991, San Francisco, California pornographer Artie Mitchell was murdered in his home. His brother and business partner Jim Mitchell is found near the scene carrying a rifle and, later, confesses to shooting Artie. The question for investigators is whether the shooting was pre-meditated. A 911 call in which the fatal shots can be heard, and a computer reconstruction of the crime scene, provide the answer.","6":"7.1"},{"0":6,"1":"24","2":3,"3":24,"4":"Pastoral Care","5":"\nIn 1981, correctional officer Donna Payant disappeared from Green Haven Correctional Facility in Beekman, New York and was later found in a landfill. The medical examiner not only identified the cause of death but also found an important clue. It was a signature element of a murder committed by Lemuel Smith 10 years earlier, which was also investigated by the medical examiner. Upon further investigation, it was discovered that Smith was an inmate at the same prison and could have committed the crime. But, did he?","6":"6.9"},{"0":6,"1":"25","2":5,"3":28,"4":"Bagging a Killer","5":"\nIn 1999, nine-year-old Valiree Jackson vanished on her way to school near Spokane, Washington. Her father Brad Jackson reported the disappearance and the entire community started searching for her abductor. As police began the investigation, they wondered if her long-lost mother Rosanne Pleasant might be connected to the disappearance. Police used GPS tracking to follow the perpetrator's movements, which not only led them to Valiree's body but also showed the twisted motive in the perpetrator's mind. The Secret Service finds a hidden fingerprint to help detectives seal the case.","6":"6.7"},{"0":6,"1":"26","2":3,"3":25,"4":"Double Trouble","5":"\nIn 1995, when off-duty Maine State Trooper Vicki Gardner is raped and sodomized by Steven Fortin during a routine stop, it triggers a chain of events which jumpstarts a stalled murder case in New Jersey. The Maine attack appears strikingly similar to the brutal sexual assault and murder of Melissa Padilla in Woodbridge, New Jersey in 1994. There is very little forensic evidence in the New Jersey crime, but the signature the killer left behind– the ritualistic bite mark similarities in both of these crimes– identified him just as convincingly as a DNA match.","6":"7.2"},{"0":6,"1":"27","2":8,"3":29,"4":"Cats, Flies & Snapshots","5":"\nIn 1989, 19-year-old Lori Ann Auker left her Northumberland County, Pennsylvania home for work but never arrived. Police investigators viewed this case as a missing persons or possible homicide and focus on her estranged husband Robert Auker. It takes space-age technology, cat hairs, and insects to pinpoint the image of the woman's abductor before the real story can be told.","6":"6.7"},{"0":6,"1":"28","2":3,"3":26,"4":"Naked Justice","5":"\nIn 1999, expectant mother Leann Fletcher is reported dead in her Hazel Park, Michigan home of an accidental gunshot wound to the head. Was the wound self-inflicted, and if it was, why would this young mother with so much to live for kill herself? Forensic computer analysis, blood spatter analysis, and a painstaking investigation led police to the truth that her lawyer husband Michael \"Mick\" Fletcher had motive to kill Leann because he was having a sexual affair with local judge Susan Chrzanowski.","6":"6.6"},{"0":6,"1":"29","2":3,"3":27,"4":"Treading Not So Lightly","5":"\nIn 1980, 4-year-old Vicky Lyons is found unconscious in a Big Spring, Texas parking lot with severe head trauma. Police concluded it was a hit-and-run vehicle accident and left it at that. But Vicky's mother Crystal suspected there was more to the story and was determined to find out exactly what had happened. Being a fan of murder mysteries and forensic science shows, Crystal used much of what she had learned to determine who was responsible for the accident, which permanently injured her daughter.","6":"6.6"},{"0":6,"1":"30","2":3,"3":28,"4":"Shopping Spree","5":"\nIn 1995, Lisa Manderach and her daughter Devon left their Limerick, Pennsylvania home to go shopping in Collegeville, Pennsylvania but didn't return home at the expected time. Lisa's husband Jimmy called police to report their disappearance, and he directed them to a nearby shopping center. Later that day, Devon's body was found dumped off of a roadside, but there was no sign of Lisa. Looking further into the store that Lisa had said that she was going to, police shift their focus to store employee Caleb Fairley.","6":"7.2"},{"0":7,"1":"1","2":-1,"3":-1,"4":"The Cheater","5":"\nDetails the death of Walter Scott (Walter Notheis Jr.), lead singer for the 1960s band Bob Kuban and the In-Men, who disappeared in 1983. James H. Williams, Sr. was later arrested and convicted of the murder of Scott and the earlier murder of his wife, Sharon Williams.","6":"7"},{"0":7,"1":"2","2":8,"3":30,"4":"Forever Hold Your Peace","5":"\nAn examination of an unusual case in Texas involving the 1988 rape and murder of Nancy DePriest, while at work at Pizza Hut. After suspect Chris Ochoa confessed and implicated Richard Danzinger and they were imprisoned, the case was considered closed. Eight years later, Achim Marino confessed to the same crime. DNA evidence cleared Ochoa while proving that Marino was, in fact, the perpetrator.","6":"7.3"},{"0":7,"1":"3","2":8,"3":31,"4":"Reel Danger","5":"\nThe 1991 investigation into a brutal attack on two boys near a pond relies on evidence fished out of the murky water. It was the first case where Diatom evidence was used to place a suspect at the scene of the crime and references the subsequent case from Season 2 Forensic Files episode Micro-Clues, which also used Diatom evidence. The evidence helped in the conviction Christopher Green & Brian Davis, who were both 16 years old and were tried as adults. Their 15-year old accomplice, Trystan “Ty” Speedwell, was sent to a juvenile detention center.","6":"7.4"},{"0":7,"1":"4","2":3,"3":29,"4":"Who's Your Daddy","5":"\nIn 1988, the body of a young woman was discovered in an Ohio river under ice. Most of the evidence found at the crime scene – hairs, fibers, & fingerprints-- had been washed away. But the victim's 6 year-old son unwittingly told investigators all they needed to know about the killer... and he did it without saying a word. The clue was in his genes.","6":"7"},{"0":7,"1":"5","2":5,"3":29,"4":"The Alibi","5":"\nIn 1991, a high school girl vanishes, after attending a party. Her abandoned vehicle was found in a school parking lot, near her home. The prime suspect had not one, but two alibi witnesses for the night she disappeared. A solid alibi can often overcome much circumstantial evidence. But forensic evidence, though, is another matter.","6":"6.4"},{"0":7,"1":"6","2":-1,"3":-1,"4":"A Bite Out of Crime","5":"\nIn 1997, two years after a series of unsolved kidnappings and sexual assaults in California. One of the victims suddenly recalled an important detail of the crime which she had not told police. She left some forensic evidence in the assailant's vehicle, evidence that left quite an impression.","6":"7.2"},{"0":7,"1":"7","2":8,"3":32,"4":"Purr-fect Match","5":"\nAn examination of the first time animal DNA was used to solve a criminal case. In 1994, on Canada's Prince Edward Island, the body of Douglas Beamish's estranged wife Shirley Duguay was discovered. Authorities linked 20 cat hairs found on her jacket to a cat owned by Beamish's parents, with whom he lived. Scientists estimated that chances that the hairs came from another feline were one in 50 million. A jury later convicted Beamish of second-degree murder; he was sentenced to 18 years without parole.","6":"6.8"},{"0":7,"1":"8","2":8,"3":33,"4":"Bio-Attack","5":"\n1984 Rajneeshee bioterror attack: Investigators uncover a plot to overthrow the government, after a unique strain of salmonella makes people ill.","6":"7.1"},{"0":7,"1":"9","2":8,"3":34,"4":"A Shot in the Dark","5":"\nA woman is shot to death in 1984. But was it a homicide or a suicide? It would take the expertise of forensic experts and two jury trials to determine the fate of the accused killer.","6":"6.8"},{"0":7,"1":"10","2":8,"3":35,"4":"Without a Prayer","5":"\nThe Madalyn Murray O'Hair case is related. The founder of American Atheists disappeared in 1995 along with one of her sons and granddaughter, along with $500,000 in gold coins. In time, the police homed in on several suspects, including David R. Waters, who worked as the office manager for O'Hair's organization. In 2001, he led authorities to her grave, located on a ranch near San Antonio.","6":"6.3"},{"0":7,"1":"11","2":5,"3":30,"4":"A Clutch of Witnesses","5":"\nTwo eyewitnesses may hold the key to the January 2001 disappearance of motorcycle gang member Erik Schrieffer in West Duluth, Minnesota. Joseph Arden Wehmanen later pleaded guilty to murder.","6":"7.1"},{"0":7,"1":"12","2":3,"3":30,"4":"Scout's Honor","5":"\nIn Pennsylvania 1984, a passer-by finds the torso of a woman in a cardboard box. Investigators rely on insect activity analysis by a forensic entomologist to determine when the murder victim was killed. She remained unknown until a year later, when her sister called to report her missing. Eventually she was identified as Edna M. Posey. Investigators then looked into Donald Ruby, whom Edna had asked to watch her 11-year-old son Randy. Investigators theorized that Donald Ruby had grown fond of Randy and killed Edna to keep her from taking her son back. Donald Ruby was convicted of her murder, but would further forensic entomology change the outcome?","6":"6.9"},{"0":7,"1":"13","2":8,"3":36,"4":"A Touching Recollection","5":"\nThe investigation into the May 2000 kidnapping and rape of an 18-year-old Ohio woman is aided when the victim returns hours after the incident occurred. With her help, the police are able to track the assailant Craig Bailey to his front door.","6":"6.7"},{"0":7,"1":"14","2":5,"3":31,"4":"A Leg to Stand On","5":"\nIn 1992, the police investigate when a severed leg is discovered in the garbage. Conventional means of identifying the victim are impossible, leading investigators to rely on DNA, forensic anthropology and toxicology to identify the victim. The victim was identified as Norman Klaas and, through forensic investigation of his home, it was determined that local meth dealer Graham King was the murderer.","6":"6.8"},{"0":7,"1":"15","2":3,"3":31,"4":"Partners in Crime","5":"\nHow Illinois scientists solved a 1992 murder case involving cremation. It takes a long time and a very hot fire to cremate a human body, and thus destroy all evidence of foul play. But the coroner who performed the autopsy on the badly burned body of Charles \"Jack\" Lynch found telltale clues. Not only had the victim been burned, he’d also been stabbed -- 24 times, with two different knives. Police knew that a person, acting alone, would probably use only one weapon. So investigators were on the lookout for a couple of killers.","6":"6.7"},{"0":7,"1":"16","2":8,"3":37,"4":"Within a Hair","5":"\nA look back at the case of the River Park Rapist, who assaulted four women in South Bend, Ind., during 1996. Law enforcement officers arrested Richard Alexander, who was convicted in 1998 and sentenced to 70 years in prison. In 2001, Michael Murphy confessed to one of the two rapes of which Alexander had been convicted and new DNA testing fully exonerated Alexander of all rape convictions.","6":"6.8"},{"0":7,"1":"17","2":8,"3":38,"4":"Chief Evidence","5":"\nThe 1996 Seattle murder of suburban couple Raquel Rivera & Jay Johnson is detailed. Investigators first believe the slayings were the result of a drug deal gone bad. However, no drugs are found in the house and the victims' blood isn't present on the clothing of the suspects. Evidence from the couple's dog Chief eventually ties one of the murderers to the scene. This is one of the first cases where dog DNA was used to convict. Kenneth Leuluaialii and George Tuilefano were sentenced to life in prison without parole.","6":"6.9"},{"0":7,"1":"18","2":8,"3":39,"4":"A Bitter Pill to Swallow","5":"\nThe story of firefighter Michelle Baker is related. After meeting Dr. Maynard Muntzing, she became pregnant by him in 2000. After this news, she was ill whenever they were together. The coincidences led her to suspect that he was doing her harm, so she set out to prove it.","6":"7.2"},{"0":7,"1":"19","2":8,"3":40,"4":"Sip of Sins","5":"\nA look back at a trio of unsolved murders that occurred in Wichita Falls, Texas from 1984 through 1986, details how a fourth murder from the same time period provided the police with more than they realized. John Little, an investigator for the DA's office, picked up the cold cases years later. He soon connected the fourth crime's confessed killer, Faryion Wardrip, to the other murders.","6":"7.1"},{"0":7,"1":"20","2":8,"3":41,"4":"Telltale Tracks","5":"\nThe June 20, 1996 disappearance of Philadelphia college athlete Aimee Willard is investigated after her car was found, still running on the roadside. When her body is found, the police find unusual marks on her body and DNA evidence that eventually lead to her killer, Arthur Bomar.","6":"7"},{"0":7,"1":"21","2":8,"3":42,"4":"Ghost in the Machine","5":"\nThe investigation into the apparent overdose suicide of Reverend Bill Guthrie's wife Sharon in May 1999. Detectives suspect foul play after they recover incriminating files from Bill's computer and learn of his infidelity.","6":"6.5"},{"0":7,"1":"22","2":-1,"3":-1,"4":"Frozen in Time","5":"\nThe 1991 disappearance of Newport Beach, California resident Denise Huber stumps investigators. Three years later, Arizona residents call police to report John Famalaro, who has kept a Ryder rental truck in his driveway, which they suspect is stolen. Upon further investigation, police find a body within a freezer inside the truck, which they conclude is Denise Huber.","6":"6.9"},{"0":7,"1":"23","2":3,"3":32,"4":"Cold Storage","5":"\nThe 1987 disappearance of Houston resident Tracy Jo Shine is recalled. The investigation went cold until 2000, when a \"cold case squad\" learned that the woman's ex-boyfriend Michael Neal had bragged about killing her.","6":"6.3"},{"0":7,"1":"24","2":8,"3":43,"4":"The Metal Business","5":"\nIn 1997, Phillip Rouss, who runs a car restoration shop, believes that his business partner, Steve A. White, is trying to kill him.","6":"6.7"},{"0":7,"1":"25","2":5,"3":32,"4":"Dressed to Kill","5":"\nThe 1986 disappearance of 6 year-old Michelle Lee Dorr is detailed. Although her father confessed to murdering her, the police soon poked holes in his story, leaving the case unsolved for 14 years. New suspect Hadden Clark was heard talking to himself, which gave investigators a clue where Michelle was killed.","6":"7.2"},{"0":7,"1":"26","2":8,"3":44,"4":"Palm Print Conviction","5":"\nThe 1996 investigation into 48-year-old Martha Hansen's murder in Anchorage is helped by a legal requirement that bars have video cameras installed on the premises. Using video, hair and blood evidence, investigators determine that Evans Lee Curtis was the murderer.","6":"6.8"},{"0":7,"1":"27","2":-1,"3":-1,"4":"A Vow of Silence","5":"\nA look at the case against Jack Reeves. In 1994, friends reported his mail-order bride Emelita Villa had disappeared. The police centered its suspicions on Reeves and, while pursuing leads, uncovered information linking him to the deaths of two former wives.","6":"6.5"},{"0":7,"1":"28","2":3,"3":33,"4":"Elephant Tracks","5":"\nThe 1996 murders of an elderly couple, Edward Kowalzck and Gertrude Thompson, leave stumped until, two years later, they receive a major break. A jeweler looking through old newspaper clippings recognizes a necklace the female victim wore as having been pawned in her own shop.","6":"6.6"},{"0":7,"1":"29","2":8,"3":45,"4":"A Bag of Evidence","5":"\nThe April 5, 1996 murder of 9-year-old Jessica Knott is investigated. Investigators use a garbage bag to connect suspect James Edward Crow, Jr. to the crime.","6":"6.8"},{"0":7,"1":"30","2":8,"3":46,"4":"Tooth or Consequences","5":"\nAn investigation into the May 26, 1999 murder of Katie Poirier is stymied by the lack of a body, but they find a few charred remains including a tooth. The tooth's filling contains unique properties that help investigators identify her remains. Further forensic evidence is then used to convict Donald Blom of her murder.","6":"6.9"},{"0":7,"1":"31","2":-1,"3":-1,"4":"The Sniffing Revenge","5":"\nWhen Janet Overton died suspiciously in 1988, the investigation hits a dead end when the autopsy indicates that no foul play was involved. But a telephone tip and the sensitive nose of a forensic examiner indicate otherwise.","6":"6.6"},{"0":7,"1":"32","2":-1,"3":-1,"4":"Sleight of Hand","5":"\nThe suspect in the 1981 murder of Enid Whittlesey in her California home eludes arrest for 17 years because the police can't tie him to it. That changes, however, when investigators learn the culprit is left-handed, putting a new spin on old facts leading to the arrest and conviction of Carl Stewart.","6":"6.6"},{"0":7,"1":"33","2":5,"3":33,"4":"Scratching the Surface","5":"\nForensic scientists work with the only clue recovered from an October 1993 multiple-victim shooting at Aircraft Modular Products in Miami, Florida: a 12-gauge shotgun. Scientists use unique methods to lift the serial number from the weapon in order to trace it to its owner, eventually discovering that disgruntled employee Gerardo Manso was the shooter.","6":"6.2"},{"0":7,"1":"34","2":8,"3":47,"4":"Fire Proof","5":"\nRelates the story of Paul Kenneth Keller, a serial arsonist responsible for several fires that caused millions of dollars worth of property damage and the deaths of three people from 1992 to 1993. More than 75 Seattle-area arsons are probed before he was discovered, partly through the use of forensic hypnosis.","6":"6.9"},{"0":7,"1":"35","2":-1,"3":-1,"4":"X Marks the Spot","5":"\nThe use of the computers by law enforcement is detailed in this look at a series of crimes in St. Louis that stumped the local police and the FBI which led to the capture of serial killer Maury Travis.","6":"6.4"},{"0":7,"1":"36","2":-1,"3":-1,"4":"All Charged Up","5":"\nDetails the case of Philadelphia’s Center City Rapist who was active from 1997 through 1999 and the murder of Shannon Schieber on May 7, 1998. Philadelphia authorities use an anonymous letter and geographic profiling to home in on a suspect who attacks victims who live on upper floors of apartment buildings. In 2001 when they hear of similar crimes in Fort Collins, Colorado, they do further profiling to find Troy Graves who had joined the US Air Force to leave the Philadelphia area.","6":"6.6"},{"0":7,"1":"37","2":8,"3":48,"4":"Breaking the Mold","5":"\nA family in Dripping Springs, Texas seems to be living the perfect life when suddenly their 3-year-old son, Reese Allison, develops a respiratory condition in March 1999. The child’s mother, Melinda Ballard, also has unusual symptoms. The child’s father, Ron Allison,  later is shown to have signs of Alzheimer's disease, and while boarding a plane a month later, meets an investigator who reveals that their ill health is due to a form of black mold in their modern home, which was based on the movie version of \"Tara\", the home of Scarlett O'Hara in Gone with the Wind.","6":"7.4"},{"0":7,"1":"38","2":3,"3":34,"4":"House Call","5":"\nThe investigation into the murder of Dr. Louis Davidson in St. Petersburg, Florida crosses jurisdictions from New York to Jamaica. The police rely on cell phone mapping, wiretapping and a host of forensic evidence to link a suspect to a murder. The victim’s wife, Denise Davidson, and the two hitmen, Robert Gordon and Meryl Stanley “Tony” McDonald, were convicted for the conspiracy. Denise Davidson’s boyfriend, Leonardo “Leo” Anselmo Cisneros, remains at large.","6":"6.7"},{"0":7,"1":"39","2":-1,"3":-1,"4":"Marathon Man","5":"\nIn 2000, Robert Doritik’s body is discovered near his family's horse ranch. His wife, Jane Dorotik, claims he went jogging, but investigators doubt her story.","6":"6.2"},{"0":7,"1":"40","2":-1,"3":-1,"4":"The Sniper's Trail","5":"\nDetails the case of the October 2002 Beltway sniper attacks, a 3-week shooting spree which left 10 people dead in the Washington, D.C. area.","6":"6.6"},{"0":7,"1":"41","2":9,"3":1,"4":"Plastic Fire","5":"\nGeorgia resident Sheila Bryan, who was convicted of killing her mother in a car fire that occurred on August 16, 1996, is granted a new trial. An expert fire witness shares an opinion on how the fire ignited that differs from the prosecution's theory and, if verified, would clear Bryan of any culpability.","6":"6.4"},{"0":7,"1":"42","2":9,"3":2,"4":"Last Will","5":"\nAuthorities track a kidnapper who allowed his victim, 17-year-old Shari Smith, to write a last will and testament on a note pad, then informed the family of her murder, as well as the later murder of a 10-year-old Debra May Helmick. Both murders occurred in 1985. A phone number written on a previous page left a lasting impression, which helped to convict Larry Gene Bell.","6":"7.5"},{"0":8,"1":"1","2":9,"3":3,"4":"Dessert Served Cold","5":"\nIn 1990, Richard Alfredo died in his home, after a long history of heart disease. It was assumed that this was the cause of his death. A few weeks after the funeral, rumors surfaced that his girlfriend, Christina Martin, had poisoned him. When the body was exhumed, scientists needed to know: could the dead tell tales?","6":"6.6"},{"0":8,"1":"2","2":5,"3":34,"4":"The Music Case","5":"\nIn 1999, 12-year-old Cally Jo Larson was found murdered in her own home and it changed the feeling of security residents had in the small town of Waseca, Minnesota. Despite a meticulous search of the Larson home and an exhaustive investigation, police had no suspects. Then a string of burglaries several months after the murder led police to the home of Lorenzo Bahena Sanchez, where they found a cache of stolen goods, which included CD cases similar to those belonging to Cally Jo. That evidence would make the case, and bring the killer to justice.","6":"6.9"},{"0":8,"1":"3","2":5,"3":35,"4":"Paintball","5":"\nIn 1962, the people of the small town of Hanford, California lost their sense of peace when one of their own, 15-year-old Marlene Miller, was murdered. Booker T. Hillery was convicted but after an appeal to the Supreme Court, Hillery received a re-trial in 1983.  Forensic scientists had to use new knowledge of microscopic evidence to be able to place Hillery at the scene.","6":"7.2"},{"0":8,"1":"4","2":3,"3":35,"4":"Sign Here","5":"\nOn May 6, 1996, Sherri Dally, a mother of two, vanishes after a shopping trip. Her body is discovered a month later. Witnesses say they saw the victim being forced into a car by an unknown person. Police later learned that car had been rented, but the signature on the rental agreement did not match that of their prime suspect. A forensic handwriting expert showed investigators the signs, which clearly pointed to the murderer.","6":"6.8"},{"0":8,"1":"5","2":3,"3":36,"4":"Shadow of a Doubt","5":"\nIn 1997, Jennifer Myers is shot to death in her store just one day before she is to testify against the man accused of robbing her, Kevin Dowling. The robber becomes the prime suspect, but he has a solid alibi: a time-stamped videotape of his outdoor activities on the day of the murder. Police asked a local physics professor to help them authenticate the videotape which enabled them to find the killer who was hiding in the shadows.","6":"7"},{"0":8,"1":"6","2":3,"3":37,"4":"Tourist Trap","5":"\nIn 1993, the state of Florida was known for more than just swimsuits, sun, and Disney World. Worldwide attention focused on a rash of robberies, which targeted tourists. Some vacationers were killed in these attacks, but some fought and survived, despite severe injuries. Helga Luest, a journalist vacationing from the Washington, DC area, survived her attack and became an impassioned advocate and founder of the national nonprofit Witness Justice. A severe bite that she sustained would be the key piece of evidence used to convict a determinedly uncooperative suspect, Stanley Cornet, who ran into an even more determined detective. Cornet’s accomplice was never identified.","6":"7.2"},{"0":8,"1":"7","2":9,"3":4,"4":"Once Bitten","5":"\nDuring the early morning hours of December 29, 1991, Kim Ancona is murdered in a Phoenix bar. At the crime scene, investigators find a shoe-print, several foreign hairs, and unknown fingerprints. But they believe the most telling piece of evidence is the bite mark on the victim's chest. Based on his bite pattern, a local postman, Ray Krone, is charged, tried and convicted of murder, but he maintains his innocence. Ten years into his sentence, improved technology yields new information about old evidence, and Krone is exonerated. DNA leads to Kenneth Phillip’s conviction.","6":"7.1"},{"0":8,"1":"8","2":3,"3":38,"4":"All Wet","5":"\nOn November 7, 1994, Maryann Fullerton-Boczkowski, wife of Timothy Boczkowski, died of an apparent drowning at her home in Pennsylvania. This led to the investigation of the 1990 death of Mary Elaine Boczkowski, Timothy’s first wife, in North Carolina. The similarities in the cases were striking, and medical examiners had to determine if the suspect's story about accidental drowning was all wet.","6":"6.9"},{"0":8,"1":"9","2":3,"3":39,"4":"Shot of Vengeance","5":"\nIn 1994, a 34-year-old nurse, Janice Trahan, experiences a variety of flu-like symptoms. None of her doctors are able to discover the cause, until she visits the gynecologist for a routine check-up. Then she learns it's something far worse than the flu. She is HIV-positive. Being a nurse, she could have contracted the HIV virus in any number of ways. In the end, science was able to determine not only how she had been infected, but also by whom, her former lover Dr. Richard J. Schmidt. The worst part: It wasn't an accident.","6":"7"},{"0":8,"1":"10","2":9,"3":5,"4":"Dinner and a Movie","5":"\nIn 1985, time of death becomes pivotal after a pregnant woman, Ellen Sherman, is found murdered in her air-conditioned bedroom. A striking similarity between her death and an HBO movie gives forensic examiners the clues they need to thaw out the alibi of a cold-blooded killer, her husband Edward Sherman.","6":"7.1"},{"0":8,"1":"11","2":3,"3":40,"4":"A Wrong Foot","5":"\nIn July 1991, Police were puzzled by an obscure print found at a crime scene in Peoria, Illinois where one man, Tommy Smith, had been killed and two teenage girls, Casey Johnson and Jennifer Logsdon, were seriously injured. Neither of the girls could identify their attacker. But one simple, yet rarely found, clue helped track the footsteps of a killer, Gene A. Brown, Jr.","6":"7"},{"0":8,"1":"12","2":4,"3":1,"4":"Order Up","5":"\nIn October 1993, Gerry Boggs is found shot to death in his home, and his ex-wife, Jill Coit has a perfect alibi: She was camping with her boyfriend, Michael Backus, in a state park, 150 miles away. Determining time of death becomes critically important, and in order to do so, investigators need to know when the victim ate his last meal. An endocrinologist, a forensic botanist, and a short-order cook answer their question.","6":"6.6"},{"0":8,"1":"13","2":-1,"3":-1,"4":"When the Dust Settled","5":"\nIn 1994, Joe Foley (alias Joe Doyle used in the episode), a union official, is executed in his home not long after a strike by the union membership. Neither his wife, Kathleen Foley (alias Katy used in the episode),[1] who was sleeping in the adjacent bedroom, nor anyone in the neighborhood, heard any gunshots. It would take a forensic sound test, an electron microscope, and a nightgown to explain why.","6":"6.6"},{"0":8,"1":"14","2":9,"3":6,"4":"A Welcome Intrusion","5":"\nIn 1995, Mark Winger tells police that he shot an intruder, Roger Harrington, who had attacked and murdered his wife, Donnah Brown Winger. The husband paints a tragic picture of harassment, stalking, and revenge and is dubbed a hero for his valiant attempt to save his wife. Four years later, new forensic evidence leads police to re-examine the motives of this so-called hero.","6":"6.9"},{"0":8,"1":"15","2":9,"3":7,"4":"Within Arm's Reach","5":"\nA police officer accused of killing his estranged wife insists she committed suicide. Investigators say it was murder – that it was physically impossible for the woman to have shot herself. The crime scene evidence is interpreted differently by the defense and prosecution, and the jury must decide if the victim's death was suicide or cold-blooded murder.","6":"7"},{"0":8,"1":"16","2":4,"3":3,"4":"Private Thoughts","5":"\nWhen Firefighters found an entire family dead, inside their home, it looked like a murder-suicide, but there were several inconsistent clues in the rubble. Could ballistics, a time card, and some secret audiotapes unravel the mystery?. The killer, Earl Bramblett was charged with the murders, and was sentenced to death. On April 9, 2003, he was executed by the electric chair, as Bramblett requested to be electrified instead of lethal injection.","6":"6.7"},{"0":8,"1":"17","2":5,"3":36,"4":"Brotherhoods","5":"\nTwo men were murdered, while sleeping in their bed. One night later, an arson fire destroyed a family planning clinic. Investigators wondered, wherether some shards of glass, paintchips and a chicken feather, could link for what appeared to be, two separate crimes.","6":"6.5"},{"0":8,"1":"18","2":4,"3":4,"4":"Hair of the Dog","5":"\nWith no forensic evidence inside a murder scene, investigators were baffled. But they suspected that the victim's dog, had witnessed the crime. If she had, forensic scientists would've had some way to find out, what the dog had seen.","6":"6.3"},{"0":8,"1":"19","2":4,"3":5,"4":"Breaking News","5":"\nA young TV news producer is raped and murdered in her apartment. Police identify two suspects, but both are cleared of any wrongdoing. The case stalls for more than a year, and then investigators turn to the Commonwealth of Virginia's DNA Databank which houses profiles of more than 8,000 convicted felons, and is the first of its kind in the nation. A comparison of the crime scene evidence with the Databank profiles results in Virginia's first cold hit in a homicide investigation, and reveals the identity of the killer.","6":"6.9"},{"0":8,"1":"20","2":4,"3":6,"4":"All the World's a Stage","5":"\nPolice are dispatched to the scene of a shooting, and discover the victim's husband is one of their own: a homicide detective who says his wife accidentally shot herself in the head. The detective maintains he called 911 immediately, but the evidence seems to indicate otherwise. Investigators turn to a forensic scientist and a ballistics expert to learn what really happened, and who was responsible.","6":"6.9"},{"0":8,"1":"21","2":4,"3":7,"4":"The Big Chill","5":"\nFor years, a woman suffered from what appeared to be the unpleasant side effects of lithium, a drug prescribed to treat bipolar disorder. Her search for help led her to numerous doctors and hospitals, and resulted in a 4000-page medical file. When she died, investigators had to determine if her death was due to natural causes, suicide, or murder.","6":"6.5"},{"0":8,"1":"22","2":4,"3":8,"4":"Bound for Jail","5":"\nA woman is found dead in a ravine near a jogging path. Crucial crime scene evidence had been washed away by severe thunderstorms. Twice, the trail turned cold. Then, almost 20 years later, an old hat and a chip of stainless steel no longer than a fingernail brought the killer to justice.","6":"7"},{"0":8,"1":"23","2":9,"3":8,"4":"Sphere of Influence","5":"\nWhen an 11-year-old girl disappeared from a small town in a remote area of Alaska, investigators wondered if she'd been attacked by a bear or become lost in the dense woods. It turned out neither was true. Her body was discovered 10 days later; she'd been shot twice at close range, and sexually assaulted. A tip from an eyewitness led police to a suspect, and trace evidence found at the crime scene convinced a jury of his guilt.","6":"6.7"},{"0":8,"1":"24","2":4,"3":9,"4":"Nailed","5":"\nJust weeks before a witness is to testify against the man accused of sexually assaulting her, she is murdered in the front yard of her own home. Investigators immediately suspect her attacker, but they don't have enough evidence to prove his guilt. It would take fifteen years, and the remarkable advances in forensic science and DNA testing which occurred during that time, to enable police to nail the killer.","6":"6.6"},{"0":8,"1":"25","2":9,"3":9,"4":"Sign of the Zodiac","5":"\nFor six years, a serial killer prowled the streets of New York City. He wrote letters to police and The New York Post, indicating he would kill twelve people, one for each astrological sign. Forensic astronomy, handwriting analysis, and DNA extracted from the flap of an envelope gave investigators a profile of the killer, and a stroke of luck enabled them to find him.","6":"7.5"},{"0":8,"1":"26","2":5,"3":37,"4":"Letter Perfect","5":"\nA healthy young man dies mysteriously in his sleep. There are no signs of trauma or injury, but toxicology tests reveal a lethal dose of lidocaine in his blood. Investigators find a suicide note, and presume he killed himself until a forensic linguist examines the note and determines that what the victim said is less important than how he said it.","6":"6.8"},{"0":8,"1":"27","2":4,"3":10,"4":"True Lies","5":"\nIn the summer of 1986, Kathleen Lipscomb's body was found on a deserted road outside of San Antonio. Months passed, then years, and the crime was never solved. Then Kathleen's family hired a private investigator, who discovered a diary among her personal effects. Two of the diary entries helped police to piece together what had happened to Kathleen Lipscomb, and why.","6":"6.8"},{"0":8,"1":"28","2":4,"3":11,"4":"Bed of Deceit","5":"\nA retired police officer is discovered in his bed, dead of a single gunshot wound to the head. His wife first says the motive was robbery; then she tells police he committed suicide. It would take careful examination of the evidence at the crime scene, the tape from a bank surveillance camera, and forensic textbooks found in the victim's home to write the final chapter of this real-life whodunit.","6":"6.9"},{"0":8,"1":"29","2":4,"3":12,"4":"Smoke in your Eyes","5":"\nA suspicious fire swept through an apartment killing two young women. The cause of the fire and the identity of the victims were unclear. But a closer look at the fire scene revealed, something hidden in the ashes. Could gas chromotography, a burnt pair of eyeglasses, and a half smoked cigarette, solve the case?","6":"6.5"},{"0":8,"1":"30","2":4,"3":13,"4":"Flower Power","5":"\nTwo different men called police to report the same murder. Apparently, neither one knew that the other had called. The investigation uncovered, even more unusual circumstances. But a few tiny seeds, and a discarded candy wrapper, were more than just insignificant clues, they told a story of revenge.","6":"6.9"},{"0":8,"1":"31","2":4,"3":14,"4":"Past Lives","5":"\nThe body of a wealthy American businessman was found in his rental car. The car had swerved off the road into a ravine, and caught fire. Teeth and bone fragments were all that remained of the body; miraculously, an engraved wristwatch and medic alert bracelet had escaped the inferno and were found in the ashes. When the victim's wife filed a claim for $7 million of life insurance, investigators sought the help of a renowned forensic anthropologist. His findings and the work of other forensic scientists uncovered a chilling scheme of fraud and deceit.","6":"7"},{"0":8,"1":"32","2":5,"3":38,"4":"Over and Out","5":"\nWhen a pipe bomb ripped through a rural home, killing a young man and seriously injuring his mother, police had no idea who was responsible. A lot number on a 9-volt battery and the remnants of a mailing label found on a computer's hard drive enabled investigators to determine who sent the bomb, and why.","6":"6.9"},{"0":8,"1":"33","2":5,"3":39,"4":"Death by a Salesman","5":"\nNo one in a quiet residential community saw or heard anything unusual the day one of their neighbours was brutally attacked and murdered. Fingerprints found at the crime scene and surveillance video from a security camera helped investigators to apprehend the presumed killer within twelve hours, even though he'd already left the state and was on a bus, headed for New York City.","6":"6.7"},{"0":8,"1":"34","2":9,"3":10,"4":"Web of Seduction","5":"\nBruce Miller was shot to death in the office of the junkyard business he owned. The crime scene was almost pristine. In the untidy office which hadn't been cleaned for years, there should have been footprints, or fingerprints, or foreign hairs and fibres – but there weren't. When a computer forensics expert examined the computers owned by the victim's wife and by her lover, he found all the evidence needed to convict the person most responsible for the crime.","6":"7"},{"0":8,"1":"35","2":5,"3":40,"4":"Grounds for Indictment","5":"\nA drive-by shooting leaves one man dead and another seriously wounded. Cell phone calls and shell casings point to a suspect, but authorities are unable to place him at the crime scene. When a forensic geologist compared soil from the crime scene with soil found in the wheel wells of the suspect's car, he proved that dirt is anything but dumb.","6":"6.5"},{"0":8,"1":"36","2":6,"3":1,"4":"Duelling Confessions","5":"\nWhen Rosemary Anderson is found dead on the side of the road, her boyfriend becomes the prime suspect. He eventually confessed to her murder, but so did another man – serial killer, Eric Edgar Cooke. John Button would continue to serve five years imprisonment for the manslaughter of his girlfriend. It would take the passage of another forty years, an author, and an expert in the field of pedestrian accident reconstruction to determine who was telling the truth.","6":"7.2"},{"0":8,"1":"37","2":4,"3":15,"4":"Traces of Truth","5":"\nA high school gym teacher mysteriously left town, without saying goodbye to anyone. He later sent letters to explain why. But a closer forensic look at those letters, and a microscopic piece of tissue, gave investigators an entirely different explanation for where he went and why.","6":"6.9"},{"0":8,"1":"38","2":-1,"3":-1,"4":"Honour thy Father","5":"\nA sixteen-year-old girl was killed by her mother and father, in her own home. Her parents said they acted in self-defence, but the forensic evidence indicated otherwise. Definitive proof would come from an unlikely source: a recording made by an FBI electronic surveillance device.","6":"6.9"},{"0":8,"1":"39","2":6,"3":2,"4":"Hack Attack","5":"\nA mysterious computer crash pushed a thriving manufacturing company to the brink of collapse, jeopardising the jobs of hundreds of employees. There was no apparent cause; there were no obvious clues. Forensic investigators had to determine if the crash was the result of a computer defect, human error, or sabotage.","6":"7"},{"0":8,"1":"40","2":7,"3":38,"4":"Deadly Curve","5":"\nIt was supposed to be a routine motorcade for the Queen of England. But on the way to Yosemite National Park, a car carrying three Secret Service agents collided with a car driven by a deputy from the local sheriff's office. The agents were killed instantly. In the investigation which followed, two teams of accident reconstructionists reached very different conclusions. It would take a court case and a judge's ruling to determine what really happened, and who was responsible.","6":"6.6"},{"0":8,"1":"41","2":7,"3":39,"4":"Visibility Zero","5":"\nIn 1993, the Amtrak Railroad experienced the deadliest train crash in United States history when the Sunset Limited derailed while crossing Alabama's Big Bayou Canot bridge. Forty-seven passengers and crew were killed; scores more were injured. The clues to the cause of the crash lay etched in twisted steel and buried in the mud of the Big Bayou Canot.","6":"6.7"},{"0":8,"1":"42","2":7,"3":40,"4":"Flashover","5":"\nA fire erupted in the Kings Cross Underground Station in London, killing 31 people and injuring dozens more. Arson investigators were able to pinpoint the cause of the fire, but it would take state-of-the-art computer technology and experts in the field of fluid dynamics to explain why it became a deadly inferno.","6":"6.3"},{"0":9,"1":"1","2":6,"3":3,"4":"Road Rage","5":"\nThe investigation of a discarded sleeping bag, containing bloody sneakers and a purse, leads police to the body of a young woman, Carrie Love. Evidence from the autopsy and the crime scene was carefully collected and analysed, but it would be a mark found on the victim's body, which would enable police to track the killer, Jesse Pratt.","6":"6.7"},{"0":9,"1":"2","2":6,"3":4,"4":"Hunter or Hunted","5":"\nOn the last day of deer hunting season, a woman is killed while walking her dogs in the woods. The victim has no enemies and her husband has an alibi, so police assume it was a hunting accident... until a strange letter turns up, allegedly written by the woman before her death. Police begin to wonder if the woman may have been the target all along, and a forensic document examiner, a slingshot, and an unusual physics experiment answer their question.","6":"6.8"},{"0":9,"1":"3","2":4,"3":16,"4":"In Harm's Way","5":"\nAn Alaskan police officer found a woman's body while on routine patrol of a public park. The victim had been stabbed to death and, during the autopsy, the medical examiner preserved the portion of her rib cage which sustained the fatal wound. A knife thought to be the murder weapon turned up days later, two thousand miles away. Forensic scientists now had an opportunity, which seldom occurs: to compare the microscopic marks on the presumed murder weapon with the marks on the victim's bone.","6":"6.5"},{"0":9,"1":"4","2":4,"3":17,"4":"No Corpus Delicti","5":"\nA woman disappears without a trace; even though foul play is suspected, the leads don't pan out and the trail turns cold. Twenty years would pass before police are able to link a clump of hair discovered in an isolated area with the missing woman. Members of \"NecroSearch,\" a group of volunteer forensic scientists, searched a remote area of Colorado a meter at a time, found the victim's body, and gave authorities the evidence they needed to bring the killer to justice.","6":"6.7"},{"0":9,"1":"5","2":6,"3":5,"4":"News at 11","5":"\nA talented television news anchor was shot to death outside her home; it appeared to be a crime of passion, perpetrated by an obsessed fan. A police dog tracked the scent of the killer through the adjacent woods and back to the crime scene. Could the murderer be one of the onlookers, watching the police conduct their investigation?","6":"6.9"},{"0":9,"1":"6","2":6,"3":6,"4":"Burning Desire","5":"\nInvestigators sifted through the ashes of a fire, which had killed a 40-year-old woman, the estranged wife of a police officer. At first glance, the fire appeared to have been started by an unattended cigarette. But when forensic scientists looked closely, they discovered the cause was far more complicated.","6":"6.5"},{"0":9,"1":"7","2":4,"3":18,"4":"Cloak of Deceit","5":"\nFor seven years, a trio of men robbed one bank after another. They always got away before the police arrived, and they left no evidence behind. But the way they stood and the clothes they wore told a story that could be read by forensic scientists.","6":"7.3"},{"0":9,"1":"8","2":9,"3":11,"4":"Bad Medicine","5":"\nA young woman suddenly becomes critically ill; her symptoms worsen over time, eventually leaving her unable to walk. Then a bone marrow test reveals the cause: arsenic. Investigators now had to determine if the poisoning was caused by groundwater contamination, or something much more sinister.","6":"6.7"},{"0":9,"1":"9","2":6,"3":7,"4":"Stick 'em Up","5":"\nResidents of Noel, Missouri were stunned to learn that their bank had been robbed and the bank president was missing. His body was later found floating in a lake, securely bound to a chair with duct tape. When the tape was carefully reassembled using a technique known as end match analysis, investigators discovered one piece was missing. It would be that piece, and tips from concerned citizens, which would solve the crime.","6":"7.2"},{"0":9,"1":"10","2":4,"3":19,"4":"Head Games","5":"\nA young couple decided to celebrate their first wedding anniversary with a camping trip to Mount Hood. During the trip, the husband was shot and killed, and his wife told two different versions of the events which led to his death. Forensic psychiatry finally enabled her to distinguish fact from fiction, and the evidence from ballistics tests allowed investigators to determine what really happened.","6":"6.7"},{"0":9,"1":"11","2":6,"3":8,"4":"Making the Collar","5":"\nThe body of 16-year-old Leanne Tiernan was discovered nine months after she disappeared. Forensic scientists found clues that painted a virtual portrait of her killer. They knew he had a dog, he worked for the postal service, and that he had red carpeting in his home. Now all they had to do was find him.","6":"6.8"},{"0":9,"1":"12","2":4,"3":20,"4":"The Financial Downfall","5":"\nA beautiful, vibrant young woman fell to her death from a cliff overlooking the Pacific Ocean. Initially, investigators thought it was a tragic accident. But after a forensic examination of photographs taken at the scene, police had a very different picture of what had happened.","6":"7.2"},{"0":9,"1":"13","2":2,"3":1,"4":"A Daughter's Journey","5":"\nHaunted by the disappearance of her mother some twenty years earlier, a young woman undertook an investigation of her own. Her mother's diary was in the now cold case file; there, in her mother's own handwriting, she discovered a dark family secret, which might have been the reason her mother vanished.","6":"7.9"},{"0":9,"1":"14","2":9,"3":12,"4":"Over a Barrel","5":"\nCalifornia police had several suspects in the robbery and brutal murder of an elderly couple. Unfortunately, the forensic evidence was inconclusive, and the crime went unsolved. Ten years later, a determined forensic scientist used material from a dentist's office to uncover ballistic evidence which had been overlooked. He not only solved the crime, he also made scientific history.","6":"6.8"},{"0":9,"1":"15","2":4,"3":21,"4":"Pinned by the Evidence","5":"\nAfter a street fight took the life of a national wrestling champion, police had to determine if he was killed in cold blood, or in self-defense. A jury decided it was murder, and sentenced the accused to a minimum of twenty years in prison. Six years later, he was granted another trial; a forensic animator, who testified on his behalf, offered a different explanation for the most damning piece of evidence.","6":"7"},{"0":9,"1":"16","2":4,"3":22,"4":"Cries Unheard","5":"\nA 19-year-old woman was found dead in her car; the scene had been staged to make murder appear to be suicide. During their investigation, police discovered the victim was involved in a love quadrangle, giving several people a motive to kill her. The killer's identity would be revealed by a piece of evidence found in a suspect's trash.","6":"6.6"},{"0":9,"1":"17","2":4,"3":23,"4":"Buried Treasure","5":"\nA man disappears one year to the day after beginning an affair with his friend's wife. 15 years later, with the help of a metal detector, police found evidence which would prove what had happened, and who was responsible.","6":"6.6"},{"0":9,"1":"18","2":2,"3":2,"4":"Badge of Betrayal","5":"\nThe body of a young California co-ed was found under an isolated ramp of the Interstate, and San Diego Police had no idea who would want this girl dead. But their questions would be answered when they discovered a tiny, unique fiber on the victim's clothing, which led them straight to the most unlikely of killers.","6":"7.7"},{"0":9,"1":"19","2":2,"3":3,"4":"Deadly Matrimony","5":"\nA go-go dancer told her family she needed to get away for a while, and then she simply disappeared. Investigators were suspicious, because she took neither her car nor her clothes. The next twenty years passed slowly, and the family began to think they might never know what happened until they received a phone call which changed everything.","6":"7.5"},{"0":9,"1":"20","2":4,"3":24,"4":"Muddy Waters","5":"\nA Colorado hunter who'd been shot three times and killed was the victim of a well planned crime, not an accidental shooting. Investigators found a .243 calibre bullet in his lung and a .308 calibre shell casing near his body, and suspected they were looking for two murder weapons, and two killers. But analysis of the forensic evidence pointed them in a different direction one much closer to home.","6":"6.8"},{"0":9,"1":"21","2":2,"3":4,"4":"Point of Origin","5":"\nIn 1984, California firefighters had battled ten arson fires in three weeks. When cigarettes and a scrap of paper connected the southern California fires to several fires further north, the hunt was on for a dangerous pyromaniac. Investigators finally found a fingerprint, and it pointed to a most unlikely suspect.","6":"7.5"},{"0":9,"1":"22","2":2,"3":5,"4":"Seeds for Doubt","5":"\nIn 2002, a small community in upstate New York was devastated when Patty Wlasiuk died when their truck went into a lake, from which her husband Peter stated he narrowly escaped. Investigators initially thought alcohol was to blame, but blood tests proved the victim was not intoxicated. Burdock seed pods found in her hair and on her clothes would indicate that this was no accident. It was cold-blooded murder.","6":"6.9"},{"0":9,"1":"23","2":2,"3":6,"4":"Saving Face","5":"\nWhen a woman disappeared without a trace, there were two possible explanations: kidnapping or murder. Concern was heightened when police learned that two other women had vanished under similar circumstances. Careful investigation, the talents of a forensic artist, and DNA profiling enabled police to link the crimes to a single suspect – an immigrant known to prey upon vulnerable women.","6":"7.1"},{"0":9,"1":"24","2":2,"3":7,"4":"Northern Exposure","5":"\nHikers near Anchorage, Alaska discovered a body wrapped in sheets, which were edged in orange stitching. Authorities hydrated the fingers and obtained a fingerprint, enabling them to identify the victim. Clinging to the sheet, they also discovered a tuft of red carpet fibers – threads of evidence, which led them straight to the killer.","6":"7"},{"0":9,"1":"25","2":4,"3":25,"4":"Silk Stalkings","5":"\nThe news of a flight attendant's brutal murder prompted the son of a victim who had been killed five years earlier to contact police. The MO of both murders was remarkably similar, and analysis of the biological evidence from the crime scenes proved that these were serial killings.","6":"7"},{"0":9,"1":"26","2":4,"3":26,"4":"Fishing for the Truth","5":"\nA two-man shrimp boat sank when a fast-moving, violent storm struck the Louisiana coast. The captain drowned, and the deckhand was rescued fourteen hours later. He told the Coast Guard that the captain's foot had become entangled in the fishing nets; they tried frantically to free him, but they failed. The deckhand was considered a hero until the captain's body was found. Eventually, the public discovers that he was coerced into confessing to the captain's murder.","6":"7.3"},{"0":9,"1":"27","2":2,"3":8,"4":"For Love or Money","5":"\nWhen a wealthy real estate tycoon went missing, it appeared to be foul play. He had been aware that he was in danger. In his will, he left instructions regarding what was to happen if he died under violent circumstances – instructions which were carried out after a hiker came across a bullet-ridden skull.","6":"7.3"},{"0":9,"1":"28","2":2,"3":9,"4":"South of the Border","5":"\nThe cold-blooded murder of an American tourist in a Mexican resort focused law enforcement resources on both sides of the border. At first glance, the motive appeared to be robbery, but careful analysis of the forensic evidence pointed to something much more sinister.","6":"7.3"},{"0":9,"1":"29","2":4,"3":27,"4":"The Stake-Out","5":"\nThe investigation of the kidnapping of a prominent banker's wife led police on a wild goose chase, tracking down disgruntled bank customers and examining computer fonts. An unexpected discovery made by an entomologist resulted in a new suspect, and the realization that ordinary office equipment can leave behind extraordinary clues.","6":"6.8"},{"0":9,"1":"30","2":2,"3":10,"4":"Walking Terror","5":"\nIn the middle of the night, a neighbor watched in horror as a man stabbed his wife, pushed her into the swimming pool, and held her head under water. When questioned by the police, the husband not only had no explanation for his actions, he also had no recollection of the crime. A jury would have to decide between the evidence at the scene and the mysteries of the mind.","6":"7.3"},{"0":10,"1":"1","2":-1,"3":-1,"4":"Trial By Fire","5":"\nA house erupted in flames on a cold January night, killing one person and injuring another. The survivor blamed a kerosene heater; the evidence at the scene did not support her story, and she was charged with arson and murder. It would take a nationally known fire investigator to determine what happened, and who was responsible.","6":"6.8"},{"0":10,"1":"2","2":4,"3":28,"4":"Marked For Life","5":"\nIt was 1957, and California police were searching for a man who had committed several crimes in one night – including murder. They followed thousands of leads but, eventually, the case turned cold. Almost 50 years later, with the help of advances in computer technology and handwriting analysis, investigators proved an old adage: You can run, but you can't hide.","6":"7.4"},{"0":10,"1":"3","2":2,"3":11,"4":"Plastic Puzzle","5":"\nIn 1995, a man riding a bicycle was fatally injured, and police believed he was the victim of a hit-and-run accident. Tiny clues found at the scene created a picture of the vehicle which struck him and led police to its driver.","6":"7.2"},{"0":10,"1":"4","2":4,"3":29,"4":"Up In Smoke","5":"\nIn 1996, when an elderly couple died in a suspicious house fire, their son became the prime suspect. The son insisted he was innocent; he said he tried to extinguish the fire by pouring water on it, but that only made it worse. Investigators turned to forensic science to determine if the fire had been set deliberately, or if it was an unfortunate accident.","6":"6.7"},{"0":10,"1":"5","2":4,"3":30,"4":"Soiled Plan","5":"\nIn 1978, police instituted an intense search when the mother of two young children went missing and, less than a day later, they found her body. The evidence was little better than circumstantial, and the crime drifted to the bottom of the cold case files. Twenty years later, advances in technology enabled investigators to see the evidence in a new light, and discover it pointed directly to the killer.","6":"6.7"},{"0":10,"1":"6","2":4,"3":31,"4":"Headquarters","5":"\nIn 1993, when hunters reported finding a skull in a Texas canyon, police immediately began an investigation. At the scene, they found bits of clothing, a woman's shoe, some small bones and a strand of hair. An anthropologist determined the victim was a Caucasian woman, and that she'd been stabbed repeatedly. A forensic artist reconstructed her face, and the image was released to media. Eventually, police learned who she was. Now all they had to do was find her killer.","6":"6.7"},{"0":10,"1":"7","2":4,"3":32,"4":"One For The Road","5":"\nIn 2003, a married couple decided to escape the cold of winter with a mini-vacation in Key West. The wife went missing, and police searched every square inch of the island; they found nothing but a pair of sandals which might have belonged to her. Then two important pieces of video surfaced, and investigators began to wonder if they should be searching for a missing person or a killer.","6":"6.8"},{"0":10,"1":"8","2":6,"3":10,"4":"Army Of Evidence","5":"\nIn 1991, a mother of two young children was found dead in her bedroom. It appeared she had killed herself: There were suicide notes near her body, and a pistol was in her hand. Her death was ruled a suicide – but when investigators learned she had almost died in a house fire three years earlier, they decided to take another look at the evidence.","6":"6.9"},{"0":10,"1":"9","2":9,"3":13,"4":"Shear Luck","5":"\nIn 1991, when the wife of a serviceman was brutally murdered in the Philippines, the Air Force Office of Special Investigators swung into action. Clues led to the victim's husband, but he insisted he was innocent. To find out if he was telling the truth, investigators would have to do something unprecedented: Reassemble a 5-1\/4 inch computer disk which had been cut to pieces with pinking shears.","6":"6.8"},{"0":10,"1":"10","2":2,"3":12,"4":"Tagging A Suspect","5":"\nBombings are difficult to solve, because the perpetrator isn't usually at the scene, and the evidence goes up in smoke. But there are clues if investigators know where to look. In this 1979 case pieces of plastic the size of grains of sand, held the key to a man's murder.","6":"7.4"},{"0":10,"1":"11","2":2,"3":13,"4":"Strong Impressions","5":"\nIn 1984, the wife of an Air Force officer was found dead in her bed, with a plastic laundry bag near her face. At first glance, it appeared she'd been doing laundry, fell asleep, rolled onto the bag, and suffocated. But further investigation proved that the scene had been staged. Her death wasn't an accident; it was cold-blooded murder.","6":"7.2"},{"0":10,"1":"12","2":2,"3":14,"4":"Cereal Killer","5":"\nIn 1999, when a fire destroyed most of a home and a young boy went missing, police organized the largest search in the history of their small town. First the boy's backpack was discovered five miles from home, and then his body was found 50 miles away. But the killer had been careless, and the evidence he left behind would lead police directly to him.","6":"7.4"},{"0":10,"1":"13","2":9,"3":14,"4":"Crash Course","5":"\nIn 2002, a highway patrolman was dispatched to what he thought would be a routine traffic accident until he looked in the car. While he had no formal training in forensic science, he had seen hundreds of accidents – but never as much blood as this. He was shocked by the coroner's ruling of accidental death, and then an anonymous phone call breathed new life into his investigation.","6":"6.8"},{"0":10,"1":"14","2":2,"3":15,"4":"A Leg Up On Crime","5":"\nIn 1986, the decomposed body of a young woman was discovered in a Bakersfield irrigation canal. If there was trace evidence, it had been washed away. Another victim was found in that same canal a year later; this time, the perpetrator had been careless. The shoe prints found at the scene would lead police to the most unlikely of killers.","6":"7.5"},{"0":10,"1":"15","2":9,"3":15,"4":"Tight-fitting Genes","5":"\nIn 2002, a behavioral profile is helpful in a murder investigation, but it's not a road map to the killer. One such profile caused the Baton Rouge Police Department to search for the wrong man. They might not have made an arrest, had it not been for a DNA picture of the suspect, painted by a molecular biologist.","6":"7"},{"0":10,"1":"16","2":6,"3":11,"4":"Deadly Valentine","5":"\nIn 2001, an obstetrician returned home from the hospital and found his wife on the floor of the bathroom. She was covered with blood and not breathing. He tried unsuccessfully to revive her, staining his clothes with her blood in the process, and then he called 911. His version of events was not supported by the blood spatter evidence, and investigators had to determine why.","6":"6.9"},{"0":10,"1":"17","2":6,"3":12,"4":"Picture This","5":"\nIn 1995, a Modesto, California teenager went missing. There was no sign of a struggle in her home, and police suspected she'd simply run away until her naked, bruised body was discovered in a ditch 20 miles away.","6":"6.7"},{"0":10,"1":"18","2":6,"3":13,"4":"Oily In The Morning","5":"\nIn 1997, when police recovered the submerged car of a man reported missing, they expected to find his body – but it wasn't there. His broken eyeglasses were on the floor of the vehicle and the interior was coated with motor oil. The investigation which followed would uncover an obsession turned deadly, and the motive for murder.","6":"6.8"},{"0":10,"1":"19","2":2,"3":16,"4":"Gold Rush","5":"\nIn 1998, emergency dispatch received a call from a man who said his girlfriend shot and killed herself. Police found the victim in the caller's house, lying in a pool of blood with the gun next to her on the floor. The autopsy revealed that the gunshot wound was not self-inflicted and the evidence found on her body would give police a golden opportunity to catch her killer.","6":"7.4"},{"0":10,"1":"20","2":2,"3":17,"4":"Four On The Floor","5":"\nIn 2000, a Native American woman was brutally killed in the desert of New Mexico, and the crime scene was rich in forensic evidence: tyre tracks, shoe impressions and even the murder weapons. The site was less than 10 miles from another crime scene where, two years earlier, a male Native American was beaten and stabbed to death. Police began to wonder: was a serial killer on the loose?","6":"7.3"},{"0":10,"1":"21","2":9,"3":16,"4":"Writer's Block","5":"\nIn 1991, a brilliant young architect became ill and died just before she was to testify in a criminal trial. The autopsy revealed she'd been poisoned with arsenic; it was a slow and painful death, so suicide was unlikely. Investigators had to determine who among her family, friends and business associates had a motive for murder.","6":"6.5"},{"0":10,"1":"22","2":6,"3":14,"4":"A Clean Getaway","5":"\nIn 1992, an employee of a drycleaner was raped and murdered in the store, and investigators thought themselves fortunate to have two eyewitnesses. Their descriptions were similar but not identical, and the prime suspect didn't come close to resembling that person. Police turned to forensic science for the answers they needed.","6":"6.5"},{"0":10,"1":"23","2":6,"3":15,"4":"Prints Among Thieves","5":"\nIn 1996, the murder of an eccentric millionaire was not entirely unexpected; he flaunted his wealth and cared little for personal security. The evidence at the crime seemed to indicate robbery, but investigators wondered if there was something more.","6":"6.7"},{"0":10,"1":"24","2":6,"3":16,"4":"Unholy Alliance","5":"\nIn 1999, when a young woman disappeared, police feared she was the latest victim in a string of similar crimes. But the MO wasn't quite right. A pair of bloody gloves, unique tire tracks, and ordinary grass and pine needles provided investigators with some extraordinary clues.","6":"6.9"},{"0":10,"1":"25","2":-1,"3":-1,"4":"Signed, Sealed & Delivered","5":"\nTwo men were convicted of intentionally shooting and killing a passenger in a moving car, their friend was granted immunity for testifying against them, and the case was closed. Then a bomb exploded in the family home of the state's witness, instantly killing his father. Investigators turned to forensic science, hoping to determine if this was an act of revenge and if there was a way to link the two deadly crimes.","6":"7.3"},{"0":10,"1":"26","2":2,"3":18,"4":"Cop Out","5":"\nIn 2004, a college student was found dead, and the evidence suggested he knew his killer. Three hairs and some microscopic cells helped police to unravel a web of lies, and find the motive for murder.","6":"7.5"},{"0":10,"1":"27","2":2,"3":19,"4":"Summer Obsession","5":"\nIn 1997, in an affluent suburb of Philadelphia, police were called to the scene of what appeared to be an accidental drowning. The investigation gradually focused on one person, a suspect who had more than a million reasons to want the victim dead.","6":"7.2"},{"0":10,"1":"28","2":6,"3":17,"4":"Elemental Clue","5":"\nIn 1997, when two women from the same town were murdered in the same way, police feared a serial killer was on the loose. At first they thought the victims had nothing in common until they found tiny clues linking them to the same man.","6":"6.3"},{"0":10,"1":"29","2":2,"3":20,"4":"Moss, Not Grass","5":"\nIn 1999, a young woman was found dead on a golf course in the Bahamas. The grass on that course was so distinctive, it had evidentiary value. The evidence led police to two suspects. Each blamed the other, and they had to find out who the killer was.","6":"6.6"},{"0":10,"1":"30","2":2,"3":21,"4":"Material Witness","5":"\nIn 1986, a teenager went missing after an evening of horseback riding. Her body was found a month later, three miles from her home. The killer unknowingly left trace evidence behind – tiny but unmistakable clues which pointed to him and him alone.","6":"6.9"},{"0":10,"1":"31","2":2,"3":22,"4":"Garden of Evil","5":"\nWhen a popular disc jockey was found murdered in a community garden, police swung into action. A sniffer dog and a blood spatter expert led police to the killer and he'd been much closer than they realized.","6":"7.2"},{"0":10,"1":"32","2":9,"3":17,"4":"Sunday School Ambush","5":"\nWhen a woman's husband was gunned down in his own garage by intruders, investigators worked tirelessly to find the assassins. But when they discovered that a wound sustained during the attack by the grieving widow may have been self-inflicted, they turned to science to help them unravel a twisted tale of lust, greed and deception.","6":"7.3"},{"0":10,"1":"33","2":9,"3":18,"4":"Penchant for Poison","5":"\nThree seemingly unrelated deaths proved to be serial murders. The killer had been careful – he used poison which had no taste or odour. Fortunately for investigators, it also had a unique chemical signature.","6":"6.4"},{"0":10,"1":"34","2":2,"3":23,"4":"Bump in the Night","5":"\nThe crime scene was awash with blood. The victim had been brutally murdered as he slept in his own bed. There were no foreign fingerprints in his home, but investigators did find a shoe impression in the mud outside physical evidence they hoped would lead them to the killer.","6":"7"},{"0":10,"1":"35","2":6,"3":18,"4":"Sole Searching","5":"\nNow it's not only a fingerprint which can link a killer to a crime; a shoe print can be just as telling. Armed with little else, police hoped the shoe impressions found at a Lansing, Michigan crime scene would put their investigation of Audrey Nichols' murder back on track.","6":"6.4"},{"0":10,"1":"36","2":2,"3":24,"4":"Murder on the Menu","5":"\nWhen the head chef of a historic Philadelphia restaurant was found dead, investigators interviewed the usual suspects: family, friends and coworkers. As they sifted through the evidence, police uncovered a chilling tale of debt and deceit.","6":"7.3"},{"0":10,"1":"37","2":2,"3":25,"4":"Hot on the Trail","5":"\nA serial arsonist was on the loose in Washington, DC. Each of the fires was started with the same type of incendiary device. The perpetrator was very careful and seemed to leave no evidence behind but there were clues in the ashes and it was up to forensic scientists to find them.","6":"7.5"},{"0":10,"1":"38","2":2,"3":26,"4":"High 'n Dry","5":"\nWhen Genell Plude was found dead in her bathroom, the scene pointed to suicide. But a coroner's inquest and a unique application of forensic science gave investigators a different explanation for her death. It was a theory which, if true, could turn her husband Doug into the prime suspect.","6":"7.5"},{"0":10,"1":"39","2":2,"3":27,"4":"To the Viktor","5":"\nAfter Victor Gunnarsson, once a suspect in the assassination of Swedish Prime Minister Olaf Palme, is found murdered in North Carolina. Investigators on both sides of the Atlantic needed to find out if they were related and, if they were, who or what they had in common.","6":"7.1"},{"0":10,"1":"40","2":2,"3":28,"4":"Wired for Disaster","5":"\nA 29-year-old woman was killed instantly when a bomb exploded in her home. The device was so powerful that shrapnel was embedded in houses across the street. The bomber had not only knowledge and skill, but also a motive for murder.","6":"7.5"},{"0":10,"1":"41","2":2,"3":29,"4":"Wood-be Killer","5":"\nA killer tried to incinerate and destroy everything that could link him to his crime. But in doing so, he inadvertently created new forensic evidence, evidence which came to light with a technique never before used in a criminal investigation.","6":"7.2"},{"0":10,"1":"42","2":-1,"3":-1,"4":"Enemy Within","5":"\nKansas City attorney Richard Armitage was brutally murdered in his office in broad daylight. The first prime suspect was Lou Campbell, who had previously threatened Armitage, but he was later cleared. Police turn their suspicions to Armitage's law partner Richard Buchli, who had very little success as a lawyer and was in debt for more than $250,000.","6":"7"},{"0":11,"1":"1","2":9,"3":19,"4":"Naughty or Nyce","5":"\nThe woman could have lost control of her SUV on the icy road, and plunged down an embankment into a shallow creek. But there were footprints in the snow leading away.","6":"6.4"},{"0":11,"1":"2","2":6,"3":19,"4":"Going for Broke","5":"\nA successful stockbroker told his wife he'd be working late, and when he didn't come home, she reported him missing. Investigators found his car a few blocks from his office and, two days later, proof that he had been murdered.","6":"6.5"},{"0":11,"1":"3","2":6,"3":20,"4":"Just Desserts","5":"\nThe prime suspect had a criminal record, and his driver's license was found at the scene of a brutal, double homicide. That physical evidence seemed damning, but it wasn't the only evidence. DNA extracted from a discarded spoon would point investigators in a different direction.","6":"6.8"},{"0":11,"1":"4","2":9,"3":20,"4":"Sunday's Wake","5":"\nWhen a little girl got sick and died, investigators were stumped. Was it an accident, an unexplained illness, or murder? Scientists would travel halfway around the world before finding the answer in two unlikely places: a shredded legal document and her mother's signature.","6":"6.9"},{"0":11,"1":"5","2":2,"3":30,"4":"Shattered Dreams","5":"\nA car was found in a drainage ditch and the bodies of a man and woman were inside; both had been shot to death. The car windows were broken and shattered glass should have been everywhere, but it wasn't. A fingertip torn from a latex glove would point investigators to both the crime scene and the killer.","6":"7.1"},{"0":11,"1":"6","2":2,"3":31,"4":"Dockter Visit","5":"\nA World War II veteran was found dead in his home, and the investigation ground to a halt when the prime suspect had a solid alibi. But a lucky break led to a shady character who wore distinctive boots and had a sweet tooth.","6":"7.3"},{"0":11,"1":"7","2":6,"3":21,"4":"Murder, She Wrote","5":"\nA woman who was known to have suffered from depression apparently took her own life. But her sister told police that, a year before her death, she said if anything were to happen to her, there was a note in the china cabinet. Investigators found the note and the killer.","6":"6.8"},{"0":11,"1":"8","2":6,"3":22,"4":"Concrete Alibi","5":"\nAn aspiring model turned up dead, and the prime suspect was her boyfriend. When he was eventually cleared, investigators had to dig deeper to find the perpetrator. With the help of a forensic geologist, they identified the most unlikely suspects.","6":"7.2"},{"0":11,"1":"9","2":6,"3":23,"4":"Key Evidence","5":"\nWhen an off-duty policeman was shot dead, his fellow officers were determined to solve the crime. They needed clues to find the killer, and they discovered them in tiny fibres and an asthma inhaler.","6":"6.9"},{"0":11,"1":"10","2":6,"3":24,"4":"The Gambler","5":"\nOne warm summer afternoon, the town of Verona, Wisconsin, faced its first triple homicide. To solve the case, investigators had to delve into the world of high rollers and offshore betting.","6":"6.6"},{"0":11,"1":"11","2":6,"3":40,"4":"Weakest Link","5":"\nThe body of a young girl was discovered on isolated farmland near Delano, California. She had no ID, but police found mailbox and house keys in the pocket of her jeans. With no other clues, they checked the mailboxes of every apartment building in Delano and their persistence paid off.","6":"6.5"},{"0":11,"1":"12","2":2,"3":32,"4":"Capitol Crimes","5":"\nThe driver said he couldn't have hit and killed a pedestrian on a Harrisburg street. The Jeep Grand Cherokee he was leasing around that time had been sold months ago to a buyer in another state. Police were able to find the vehicle. They impounded it, took it apart, and discovered evidence, which would tell them what really happened that night.","6":"7.2"},{"0":11,"1":"13","2":6,"3":25,"4":"Undertaken","5":"\nThe medical examiner ruled the death an accident, but the detectives investigating the case thought the evidence at the scene indicated otherwise. It would take three years, an exhumation and a second autopsy to determine who was right.","6":"6.8"},{"0":11,"1":"14","2":6,"3":26,"4":"Dark Waters","5":"\nWhen a hit-and-run boating accident caused the death of a popular young man, investigators faced the daunting task of searching for one boat among 1200 others. They asked anyone who had seen the accident to come forward. The man who responded did much more than witness the crash; he was a passenger in that other boat.","6":"6.6"},{"0":11,"1":"15","2":9,"3":21,"4":"Nice Threads","5":"\nA woman was found dead on the bedroom floor of her apartment. The crime scene yielded little of value, and investigators wondered if they would find enough evidence to make a case, much less catch a killer. But a bloodstained sheet and a breakthrough forensic technique enabled them to identify the murderer, and convince the jury of his guilt.","6":"7.1"},{"0":11,"1":"16","2":2,"3":33,"4":"Grave Danger","5":"\nA young man was killed in a mysterious car crash, but the evidence at the scene led investigators to believe it was not an accident. Forensic science revealed what really happened, and the truth devastated three families.","6":"7.7"},{"0":11,"1":"17","2":9,"3":22,"4":"Internal Affair","5":"\nWhen a woman went missing, friends and family were determined to find her. Their worst fears were confirmed weeks later when her body was discovered. Blood evidence and computer forensics helped investigators to catch the killer, and convince the jury of his guilt.","6":"6.6"},{"0":11,"1":"18","2":2,"3":34,"4":"A Case of the Flue","5":"\nIn 1993, 82-year-old Kathryn Bishop was found dead in her Pennsylvania home. The evidence at the scene indicated that the perpetrator had been running out of the house, not breaking into it. Tiny clues on the victim's body would tell police what happened that night, which gave investigators the proof they need that Timothy McEnany was the perpetrator","6":"6.9"},{"0":11,"1":"19","2":6,"3":27,"4":"No Safe Place","5":"\nA wealthy man and his wife were attacked by three men outside their luxurious Louisiana home. He was shot dead and she was forced to open their hidden safe. The woman could not describe the men because they wore masks. To solve the case, police would have to find out who knew about the concealed safe, and who would benefit from the crime.","6":"6.7"},{"0":11,"1":"20","2":2,"3":35,"4":"Live Wire","5":"\nThe bomb was constructed to cause as much damage as possible..and it did, killing the victim with deadly force and flame. A painstaking search yielded tiny clues, which identified the killer as surely as if he'd signed them.","6":"7.2"},{"0":11,"1":"21","2":9,"3":23,"4":"Van-ished","5":"\nA twelve-year-old girl claimed she had been abducted and sexually assaulted. She recounted what happened in such a flat, unemotional voice that police found it difficult to believe her. Fibers on her clothing would prove she was telling the truth, and help police to find her attacker.","6":"7.4"},{"0":11,"1":"22","2":2,"3":36,"4":"A Novel Idea","5":"\nIn 2001, paramedics in Durham, North Carolina, received a frantic call from Michael Peterson who said his wife Kathleen had fallen down the stairs and that she was unconscious, but still breathing. When paramedics arrived, they could do little more than pronounce the woman dead. The number and volume of bloodstains at the scene was greater than usual. It was up to forensic scientists to find out why.","6":"7.3"},{"0":11,"1":"23","2":2,"3":37,"4":"Chief Suspect","5":"\nThe wife of a respected police officer was murdered in her own home. The crime went unsolved for more than a decade, and then a newly formed Cold Case Unit took a fresh look at the evidence. A few seconds of a 911 call enabled them to determine not only who was responsible for the victim's death, but also the motive for her murder.","6":"7.3"},{"0":11,"1":"24","2":9,"3":24,"4":"Water Hazard","5":"\nThe victim had ingested a massive amount of cyanide. An unlikely clue – a flaw on a mailing envelope – exposed a murderer who was willing to kill innocent people to get revenge on his intended victim.","6":"6.6"},{"0":11,"1":"25","2":2,"3":38,"4":"Shell Game","5":"\nThey thought the fire would cover their crime. But one tiny clue, no bigger than a thumbtack, remained. It held all the information investigators needed to put a trio of cold-blooded killers behind bars.","6":"7.1"},{"0":11,"1":"26","2":2,"3":39,"4":"Ring Him Up","5":"\nIn 1994, 19-year-old college co-ed Shannon Melendi disappeared while at Emory University in Atlanta. For ten years, her disappearance of remained a mystery, until new scientific testing cast a different light on Colvin \"Butch\" Hinton, who had been a suspect from the beginning.","6":"7.6"},{"0":11,"1":"27","2":2,"3":40,"4":"Killer Impression","5":"\nIn 1987, the death of Crystal Purcell was considered an accident.  Then in 2001, Barbara Purcell called police to suggest that her estranged husband Willard had killed Crystal, who was her husband at the time of her death. Before that investigation could begin, Barbara was found dead in much the same manner as Crystal. Was this an unfortunate coincidence or the MO of a serial killer?","6":"7"},{"0":11,"1":"28","2":1,"3":1,"4":"If I Were You","5":"\nIn 1994, Paul Gruber's daughter suspected something was wrong when she received birthday cards addressed from Gruber, on which the handwriting wasn't Gruber's. When she then learned virtually everything had been removed from her father's Sandpoint, ID home, she was sure of it. Investigators soon discover that Gruber had hired handyman Darryl Kuehl, who killed Gruber and then went about keeping up the appearance that Gruber was still alive.","6":"7.2"},{"0":11,"1":"29","2":9,"3":25,"4":"As the Tide Turns","5":"\nThe woman was dead. The man had been shot four times but he survived. When the man's version of events was at variance with the evidence, investigators turned to forensic science, hoping to determine if this was a botched robbery, or cold-blooded murder.","6":"6.7"},{"0":11,"1":"30","2":1,"3":2,"4":"A Tight Leash","5":"\nHow did the stalker obtain the security system code for his victim's home? How did he steal her personal photographs? Police needed answers, and they found them in the most unlikely of places: the letters he wrote to frighten the victim and taunt those trying to protect her.","6":"7.1"},{"0":11,"1":"31","2":1,"3":3,"4":"Muffled Cries","5":"\nAfter inspecting storm damage to a home in Tampa, the insurance assessor simply disappeared. Thirty hours later, her body was found in a nearby river. But the killer had been careless, using a murder weapon so unique and leaving behind clues so blatant that police would have no trouble tracking him down.","6":"7.1"},{"0":11,"1":"32","2":6,"3":28,"4":"Critical Maneuver","5":"\nWhen a hit-and-run accident claimed the life of a high school athlete, everyone in town mourned his passing. Finding the killer was a long shot at best, but investigators hoped tiny paint chips and pieces of plastic found at the scene would lead them to the person who was behind the wheel.","6":"6.3"},{"0":11,"1":"33","2":1,"3":4,"4":"Skirting the Evidence","5":"\nIn 1996, Shannon Sanderson goes the casino without her husband Robert and wins $5,000 at the Blackjack tables. Three hours later, she is abducted by a man driving a Chevy Beretta and a month later, she was found dead. The trail turned cold, until police got a call from a woman whose husband, Gerald Powers, had a criminal past and a fondness for Chevy Berettas.","6":"6.9"},{"0":11,"1":"34","2":1,"3":5,"4":"Small Town Terror","5":"\nIn 1991, Grand Junction, Colorado is on edge after a series of deadly bombings which has killed 2 and injured one more and police race to find the culprit before he strikes again. Ultimately, it was the bombs themselves, along with the tools used to make them, which led investigators to James Genrich.","6":"7"},{"0":11,"1":"35","2":1,"3":6,"4":"Fresh Heir","5":"\nLives changed in the 20 years following an unsolved murder, and so did forensic science. In time, a high-powered microscope and DNA profiling revealed not only a clue no one had seen before but also the identity of the killer.","6":"7"},{"0":11,"1":"36","2":9,"3":26,"4":"Ticker Tape","5":"\nA lifelong resident of the tiny town of Lefroy, Tasmania was murdered outside his own home. Robbery appeared to be the motive, but with no suspects, the investigation came to a halt. Then the victim's autopsy turned the investigation into a landmark forensics case: The device intended to save his life proved to be the only witness to his death.","6":"6.5"},{"0":11,"1":"37","2":1,"3":7,"4":"Step by Step","5":"\nWhen a wealthy socialite died after falling down the stairs, the eye witnesses said one thing and the evidence seemed to indicate another. To find out what really happened, investigators turned to forensic science, a physicist and an expert in accident reconstruction.","6":"7.3"},{"0":11,"1":"38","2":1,"3":8,"4":"Blanket of Evidence","5":"\nIn 1997, Kelly Eckart's car was found with her belongings still in it, after working the late shift in Franklin, Indiana. Days later, her body was found in an isolated ravine. Tiny clues told police a great deal about the killer: He would own a car with olive-colored carpeting, a white blanket and distinctive bullets made from wax, not lead.  Investigators turn to Michael Overstreet, after receiving a tip from his brother Scott.","6":"7"},{"0":11,"1":"39","2":1,"3":9,"4":"Fired-Up","5":"\nIn 1996, when Derrick Duehren returned to his Oregon home, it had burned to the ground and his wife Roxanne's charred remains were found in the rubble.  Investigators set out to determine if it was an unfortunate accident or arson and murder.","6":"6.7"},{"0":11,"1":"40","2":1,"3":10,"4":"Two in a Million","5":"\nA millionaire and his family were executed in their own home. For three years, the murders went unsolved and then a 30-year-old box of ammunition and some fluorescent fibers revealed the ultimate betrayal.","6":"7.5"},{"0":11,"1":"41","2":1,"3":11,"4":"Bitter Brew","5":"\nIt was one of the most brazen crimes of the 20th century. Adolph Coors III, chairman of the Coors Brewing Company, was kidnapped and held for ransom prompting one of the most intense manhunts in United States history.","6":"7.2"},{"0":11,"1":"42","2":-1,"3":-1,"4":"Message in a Bottle","5":"\nFor twelve years, the murder of a young woman went unsolved, but with the passage of time came the development of technology. Would a used tissue found at the crime scene give police the evidence they needed to crack the case and bring a killer to justice?","6":"6.7"},{"0":12,"1":"1","2":1,"3":12,"4":"Sharper Image","5":"\nWhen a young girl was found dead, police quickly arrested the most likely suspect. But cutting-edge technology from NASA enabled a forensic odontologist to prove the wrong man was behind bars. With the killer still on the loose, the investigation was far from over.","6":"7.8"},{"0":12,"1":"2","2":6,"3":29,"4":"Insulated Evidence","5":"\nIt's usually easy to determine how a criminal entered the crime scene. But in this case, it was far from clear. It looked like the killer vanished into thin air...and perhaps he had.","6":"6.9"},{"0":12,"1":"3","2":9,"3":27,"4":"Cold Hearted","5":"\nWhen a young fireman died from what appeared to be serious but undiagnosed heart disease, his family and friends were devastated but they had no proof of foul play. Then they learned that, six years earlier in a nearby town, a young police officer died in the same way. The men had one thing in common: At the time of their deaths, they were married to the same woman.","6":"6.7"},{"0":12,"1":"4","2":1,"3":13,"4":"Wheel of Misfortune","5":"\nSecurity cameras in a casino tracked a young woman's movements until shortly before she disappeared. She was never seen again, but through the evidence she left behind, she was able to tell investigators what happened to her and who was responsible.","6":"7.2"},{"0":12,"1":"5","2":9,"3":28,"4":"Quite a Spectacle","5":"\nIt was one of the most unusual cases in forensic history. Investigators had to find a way to solve a murder case with evidence which consisted of a squashed tomato found at the crime scene, and tiny, pinpoint reflections of light in a photograph. Would it be enough to catch a killer?","6":"6.7"},{"0":12,"1":"6","2":9,"3":29,"4":"Transaction Failed","5":"\nWhen a dedicated, well-respected teacher disappeared, police had to determine if she'd gone on vacation without telling anyone, or if she was the victim of foul play. Investigators turned to forensic science, hoping to find the answers they needed.","6":"6.9"},{"0":12,"1":"7","2":1,"3":14,"4":"The Day the Music Died","5":"\nSeattle police had no suspects in the violent murder of post-grunge singer, Mia Zapata. More than a decade would pass before the evidence collected by an extraordinarily prescient medical examiner could be used by forensic scientists to identify the killer.","6":"7.9"},{"0":12,"1":"8","2":1,"3":15,"4":"Sole Survivor","5":"\nA Michigan State University grad student disappeared and was presumed dead. With the help of a professor of geological sciences, police hoped to get the \"dirt\" on her killer.","6":"7.2"},{"0":12,"1":"9","2":9,"3":30,"4":"Insignificant Others","5":"\nHow unlucky could one man be? His wife had taken her own life, and his college sweetheart had killed herself in much the same fashion fourteen years earlier. Investigators had to determine if this was a bizarre coincidence, or an attempt to get away with murder... twice.","6":"6.6"},{"0":12,"1":"10","2":1,"3":16,"4":"Catch 22","5":"\nIn 1996, 54-year-old Gayle Isleib was ambushed in her Manchester, Connecticut driveway and shot to death. During their investigation, police learned that her 25-year-old co-worker Tyrone Montgomery was in love with her and that she had spurned his advances. They now had to determine if love had turned into obsession... and a motive for murder.","6":"6.9"},{"0":12,"1":"11","2":1,"3":17,"4":"A Cinderella Story","5":"\nThe victim had been sexually assaulted and stabbed to death on the beach, just ten yards from the hotel where she was staying. A pair of men's tennis shoes was discovered near her body. Police were sure that if they found the man who fit the shoes, they would also find the man who committed the crime.","6":"7"},{"0":12,"1":"12","2":9,"3":31,"4":"Screen Pass","5":"\nA 13-year-old girl went missing from her Colorado home, and the only evidence the kidnapper left behind was three fingerprints on a window screen. Two years later, a latent print examiner, new to the county and the crime lab, changed the course of the investigation by sharing a little-known fact with his colleagues.","6":"6.8"},{"0":12,"1":"13","2":6,"3":30,"4":"Pressed for Crime","5":"\nA brutal murder, lots of suspects, and conflicting evidence but the forensics were clear on one thing: The killer knew his victim. And that alone gave investigators a head start.","6":"6.6"},{"0":12,"1":"14","2":6,"3":31,"4":"Finger Pane","5":"\nA serial killer was on the loose and police had to find him before he struck again. Their most promising lead was an unusual one: a bloody fingerprint on the body of one of the victims.","6":"6.7"},{"0":12,"1":"15","2":6,"3":32,"4":"Good as Gold","5":"\nOn Halloween night 2004, Adriane Insogna and Leslie Mazzara were brutally murdered in their Napa, California home. The killer was not seen by their downstairs roommate, but he left his DNA behind in some cigarette butts and a groundbreaking test revealed his race and even the color of his eyes and hair. When this information was made public, Eric Copple went to the police and confessed.","6":"6.8"},{"0":12,"1":"16","2":9,"3":32,"4":"Freedom Fighter","5":"\nAfter the suspect was convicted of arson and murder, he steadfastly maintained he did not commit the crimes, but he was sentenced to a minimum of 25 years in prison. He had no money, no lawyer and only a fifth grade education, but he never gave up. He turned to the law books in the prison library and television programmes about forensic science, and set out to prove his innocence.","6":"7.2"},{"0":12,"1":"17","2":6,"3":33,"4":"Dog Day Afternoon","5":"\nA woman was brutally murdered in her home, and the only witnesses to the crime were the family dogs. An expert in canine behaviour was convinced the killer knew both the victim and the animals, and he was determined find out exactly what the dogs had seen.","6":"6.8"},{"0":12,"1":"18","2":6,"3":34,"4":"Shattered Innocence","5":"\nThe killer probably hoped to cover his tracks by staging the crime scene. But investigators saw through the attempt almost immediately, and they turned to forensic science to learn what really happened that night.","6":"6.7"},{"0":12,"1":"19","2":9,"3":33,"4":"All Butt Certain","5":"\nA six-year-old girl ran and hid when she saw her grandmother being beaten to death, but the man followed her, beat her, assaulted her. The girl said he was her Uncle Clarence, and he was convicted because of her identification. She recanted her testimony years later, but the court denied Clarence's petition for a new trial. His wife was convinced he was innocent, and decided to conduct her own investigation to prove it.","6":"7.8"},{"0":12,"1":"20","2":6,"3":35,"4":"Jean Pool","5":"\nIn 1984, the body of college co-ed Laura Salmon was found on a Middle Tennessee farm, covered with her own denim jeans as well as the jeans of the killer.  Investigators had plenty of suspects, including former boyfriend David Kyle Gilley, but no conclusive evidence linking any of them to the crime. More than a decade later, sophisticated technology would breathe new life into a case grown cold with the passage of time, which would implicate Gilley.","6":"7"},{"0":12,"1":"21","2":6,"3":36,"4":"Traffic Violations","5":"\nThe body of a young woman was found a mile from her abandoned car. Police were especially concerned when they realised the victim had come to them for protection just two weeks earlier, after a road rage incident. Concern turned to dread when the evidence began to point not to an aggressive driver, but to one of their fellow police officers.","6":"7"},{"0":12,"1":"22","2":6,"3":37,"4":"Brotherly Love","5":"\nIn 1969, 25-year-old phone operator Diane Maxwell is raped and murdered. Her brother promised he'd find out who was responsible and bring the killer to justice. It would take more than thirty years, but the young man kept his promise and, in doing so, brought closure to his family.","6":"6.9"},{"0":12,"1":"23","2":6,"3":38,"4":"Disrobed","5":"\nThe crime scene was especially violent: A husband and wife had been shot to death in their bedroom. At first, investigators thought their 16-year-old daughter was lucky to have escaped unharmed... but after a while, they wondered if the reason she was alive had more to do with careful planning than good fortune. Based on the Murder of Diane and Alan Scott Johnson.","6":"7.2"},{"0":12,"1":"24","2":6,"3":39,"4":"Driven to Silence","5":"\nA young hairdresser was sexually assaulted and murdered in her own beauty salon. The evidence at the crime scene didn't match any of the suspects and, after the initial investigation, the case went cold for ten years. Then a witness who had been silent for more than a decade decided to do the right thing.  NOTE: The prosecutor featured in this episode, Trey Gowdy, would later become a United States Congressman.","6":"7"},{"0":12,"1":"25","2":7,"3":1,"4":"Printed Proof","5":"\nWhen two women went missing and were later found brutally murdered, police wondered if they were victims of a hate crime; the women lived together and were politically active, outspoken advocates of gay rights. But the motive turned out to be something age old, something with which investigators were all too familiar: greed, fueled by obsession.","6":"7.1"},{"0":12,"1":"26","2":7,"3":2,"4":"About Face","5":"\nA human skeleton was discovered in the North Carolina marshlands and, when investigators learned she'd been dead for 18 months, they knew it would be difficult to find out who she was, much less who killed her. A forensic anthropologist was able to determine the victim's race, age and height, but it would take an inventive computer consultant to give her a face and a name.","6":"6.8"},{"0":12,"1":"27","2":7,"3":3,"4":"In the Bag","5":"\nAfter shooting his victims in the head, the killer staged the scene, placed the incriminating evidence into a plastic bag and tossed it into the river. Instead of floating downstream, it became entangled in overhanging branches. Days later, when police found it, they hoped clues to the killer's identity and the solution to the crime were \"in the bag.","6":"7.2"},{"0":12,"1":"28","2":7,"3":4,"4":"Yes, In Deed","5":"\nIn a tragic twist of fate, just days after the woman sold her home and moved to a modest trailer, a fire took both the trailer and her life. But the autopsy proved this was no accident. It was arson and murder. Investigators had to determine who wanted the woman dead... and why.","6":"6.5"},{"0":12,"1":"29","2":7,"3":5,"4":"Guarded Secrets","5":"\nA security guard disappeared from his post without a trace; his remains were found a year later in a remote camp site. More than a decade would pass before a phone call breathed life into the cold case, and a paint smear on the bottom of the victim's boot helped scientists determine what happened during the last hour of his life.","6":"6.7"},{"0":12,"1":"30","2":7,"3":6,"4":"Smoking Out a Killer","5":"\nA college senior was found raped and murdered near an unpaved footpath used by students to walk from one side of campus to the other. Five years earlier, a student was assaulted and killed in her off-campus apartment and, a year after that, another student was killed in almost the same way. Police feared a serial killer was on the loose and they needed to determine what – or who – these women had in common.","6":"6.8"},{"0":13,"1":"1","2":7,"3":7,"4":"Frozen Assets","5":"\nIn 2004, Mary Ann Clibbery was found brutally murdered in her Illinois business and investigators had to determine if this was a robbery gone wrong or a calculated murder. The evidence at the scene told police what happened and they got a huge break when evidence from the murder on top of a nearby frozen river.  The investigation focused on the business co-owner George Hansen when police found that he was embezzling from the company and that evidence in the bag also pointed to him.","6":"6.6"},{"0":13,"1":"2","2":7,"3":8,"4":"House Hunting","5":"\nIn 2006, Texas real estate agent Sarah Anne Walker was found brutally murdered in a model home. Weeks later, a witness came forward who may have seen the killer and police used forensic hypnosis to help him recall every detail of the man's appearance. His description was used to create a composite sketch, which police used to draw the killer Kosoul Chanthakoummane out of hiding.","6":"6.9"},{"0":13,"1":"3","2":7,"3":9,"4":"Shoot to Thrill","5":"\nIn 2003, St. Cloud teenager Jason MacLennan returned home after a night out with friends and discovered his father Ken's body lying in a pool of blood. There were shoe impressions outside in the new-fallen snow; because the victim's wallet and watch were missing, the motive may have been robbery. But before making that determination, police needed to find out who had the most to gain from his death.","6":"7"},{"0":13,"1":"4","2":9,"3":34,"4":"Political Thriller","5":"\nIn 2006, Nevada politician Kathy Augustine died mysteriously during a hard-fought re-election campaign and the medical examiner could neither isolate the cause of death, nor explain the tiny puncture wounds discovered during the autopsy. Upon deeper analysis, investigators focus on her husband Chaz Higgs, a critical care nurse who had ready access to succinylcholine.","6":"7.3"},{"0":13,"1":"5","2":9,"3":35,"4":"Double Cross","5":"\nIn 1996, Virginia Beach police arrive at the Makdessi apartment to find Elise Makdessi and her lover Quincy Brown dead.  Elise's husband, Eddie, had reported that he killed Quincy Brown in self defense after Brown had murdered Elise.  Eddie gave the police a videotape Elise had made a week before, alleging that she had been the victim of sexual harassment and assault while in the Navy.  investigators found evidence that her allegations may have been part of an elaborate scheme for financial gain. Hoping to separate fact from fiction, they turned to forensic science.","6":"7.4"},{"0":13,"1":"6","2":7,"3":10,"4":"Dancing with the Devil","5":"\nIn 1999, Patrick McRae was found dead in his Des Moines home and the crime scene was awash with blood. Analysis showed it had come from two people, one of whom was female. The male DNA was McRae's, which meant the killer was a woman. Leads dried up and the case went cold until a suspect arrested for drug possession offered police a deal, and told a bizarre tale of an exotic dancer named Andrea Morris who listened to the voices in her head. She was later charged in 2005 and sentenced to life in prison for the murder","6":"6.9"},{"0":13,"1":"7","2":7,"3":11,"4":"Last Dance","5":"\nIn 2000, the body of exotic dancer Rachel Siani was found beneath a New Jersey bridge and investigators wondered if she had committed suicide. Evidence at the scene proved not only that she'd been carried to the bridge and thrown over the side, but also that she was alive when she fell. Police first looked at customers at the gentlemen's club and discovered that Rachel offered to assist a drunk customer named John \"Jack\" Denofa back to his motel room and that was the last time Rachel was seen alive.","6":"6.8"},{"0":13,"1":"8","2":7,"3":12,"4":"Constructive Criticism","5":"\nIn 2000, construction manager Darrell North was found dead in his work trailer in Ft. Worth, Texas. When investigators arrived, they found that he had been stabbed 46 times, described as overkill and indicating a personal relationship between the victim and the attacker. Police hoped that, during the struggle, the killer had left some of his own blood and his DNA behind. Their challenge was to find it.  They looked at several suspects, but focused on the last person known to see North alive, sub-contractor Curtis Wayne Pope.","6":"6.6"},{"0":13,"1":"9","2":7,"3":13,"4":"Home Evasion","5":"\nIn 2000, Judy Southern arrived home from work and was shot by a gunman waiting within. Her husband Allen arrived shortly afterwards, called 911 to report his wife had been shot and drove her to the hospital. She died on arrival and the investigation focused on her husband Allen, but forensic analysis and a suicide note found at the scene pointed to Jonathan Binney.","6":"7.2"},{"0":13,"1":"10","2":9,"3":36,"4":"Window Watcher","5":"\nIn 1986, Gary Dale Larson was stabbed to death in his Edmond, Oklahoma home and then the killer sexually assaulted Larson's girlfriend Janet Haynes.  Hayne's story seemed farfetched: The perpetrator was wearing only underwear and gloves broke into the house, stabbed Larson to death, then raped and terrorized her for hours afterwards. But, the evidence at the scene supported her story, and investigators turned for help to the FBI and their criminal profilers.  The case remained cold until 2004, when Jonathan Scott Graham was arrested in the same neighborhood where Larson was murdered and footprint and DNA analysis placed Graham at the scene of the murder.","6":"7.2"},{"0":13,"1":"11","2":7,"3":14,"4":"Stranger in the Night","5":"\nIn 1991, Dorothy Donovan was murdered in her Harrington, Delaware home and police are skeptical when her son Charles Holden stated that she was murdered by a hitchhiker he had picked up. Their suspicions were heightened when he refused to take a polygraph test and they turned to forensic science. Would the blood and fingerprint evidence at the crime scene support Charles' story or prove his guilt?  The case went cold for many years until the DNA of ex-con Gilbert Cannon linked him to the crime.","6":"7.3"},{"0":13,"1":"12","2":9,"3":37,"4":"Kidnapping","5":"\nIn 2001, Ginger Hayes and her infant son Nicholas were abducted during a carjacking and the crime had been reported by a witness within minutes of occurrence. 45 minutes after the kidnapping, Ginger is seen with a black man in a local store's surveillance video and then they find her car in a nearby neighborhood.  Both the witness to the carjacking and the owner of the home where the car was found pointed to Andre Edwards, but he wouldn't tell the police anything.  A farmer 50 miles away called to report the body of a woman and a baby, which were determined to be Ginger, who had been beaten to death and her son Nicholas, who was still alive.  Further analysis of Ginger's car and evidence at the scene where Ginger was found both linked Edwards to her death.","6":"7.2"},{"0":13,"1":"13","2":1,"3":18,"4":"Sands of Crime","5":"\nIn the early hours of a morning just before Christmas, a college co-ed was abducted from the parking lot of her apartment. Her body was found later that day; she'd been sexually assaulted and then shot at point blank range. Eight long years passed and then a pair of running shoes and a cell phone breathed new life into a very cold case.","6":"7.5"},{"0":13,"1":"14","2":9,"3":38,"4":"Calculated Coincidence","5":"\nA young woman is found dead in her apartment. There's little evidence at the scene, leads don't pan out and the case turns cold... until police discover a link between their prime suspect and an unsolved murder committed six years earlier in different state.","6":"7.1"},{"0":13,"1":"15","2":1,"3":19,"4":"Sworded Scheme","5":"\nWhen a college student is reported missing, police believe their investigation will be like countless others, and she'd turn-up a few days later. But when they discover blood spatter in her boyfriend's bedroom, blood spatter someone had gone to great lengths to conceal, they know this case is going to be different.","6":"7.3"},{"0":13,"1":"16","2":9,"3":39,"4":"Unmasked","5":"\nA serial rapist is on the loose in a Texas town. No one knew where he'd strike next, but the audacity of his attacks and the escalation of violence against his victims made finding him imperative.","6":"6.9"},{"0":13,"1":"17","2":1,"3":20,"4":"Fashion Police","5":"\nThe victim has been stabbed more than thirty times, and the crime scene is awash with her blood. Near her head, police discover a distinctive button with strands of thread still attached. If they can find the owner of the shirt the button came from, they'll also find the killer.","6":"7"},{"0":13,"1":"18","2":1,"3":21,"4":"Church Dis-service","5":"\nA young woman attends evening church services... then disappears. When her abandoned car is found, the tank is empty and a gas can she kept in her trunk for emergencies is missing. Eyewitnesses place her at a nearby gas station, getting into a van, but their descriptions of the vehicle don't match. Three days later when her body is discovered, the search for the driver of that van intensifies.","6":"7.1"},{"0":13,"1":"19","2":1,"3":22,"4":"Seedy Intentions","5":"\nWhen a nine-year-old girl goes missing, police and volunteers spend weeks searching for her. A psychic's vision leads to a field where her body is discovered, along with what investigators hope is enough evidence to help them to also find her killer.","6":"7.7"},{"0":13,"1":"20","2":1,"3":23,"4":"DNA Dragnet","5":"\nDigital enhancement of security camera video shows that what appears to be a casual encounter is actually a forced abduction, leading to murder. The perpetrator's MO is remarkably similar to another murder which occurred five months earlier, 15 miles away. When investigators learn the crimes might not be isolated or random, they also realise a serial killer may be on the loose.","6":"7.3"},{"0":13,"1":"21","2":9,"3":40,"4":"Smiley Face","5":"\nThe woman had been sexually assaulted, stabbed repeatedly, and left for dead. She survived, and gave police a detailed description of her attacker. When someone who fit that description practically turned himself in, police were sure they had their man... until the DNA evidence proved them wrong.","6":"7.3"},{"0":13,"1":"22","2":9,"3":41,"4":"Dirty Laundry","5":"\nThe victim was a self-made man who never minced words. Perhaps he was murdered by a disgruntled client or employee. Perhaps the racy photos in his safe held the clue to solving the crime. Or perhaps with the help of the IRS, investigators could follow the money and find the killer.","6":"6.8"},{"0":13,"1":"23","2":9,"3":42,"4":"Drowning Sorrows","5":"\nA family vacation turns into a nightmare when the wife is found face-down in the lake. There are no witnesses and little conclusive evidence to help police determine if they're dealing with a suicide, an accident, or something more sinister... until a forensic pathologist uses a groundbreaking technique to discover the truth.","6":"6.7"},{"0":13,"1":"24","2":7,"3":15,"4":"As Fault","5":"\nThe woman in the back of the truck was flailing her arms, screaming. They thought she was doing something dangerous for the fun of it. But when they found a jacket near a pool of blood, they knew what they'd seen wasn't a joy ride; it was an abduction.","6":"6.5"},{"0":13,"1":"25","2":7,"3":16,"4":"Family Ties","5":"\nWhen court clerk Peter Porco doesn't report to his work in November 2004, a courts officer is ordered to the Porcos' family home in Bethlehem, NY. Inside the home he finds murdered Peter Porco and his barely alive wife Joan who had both been savagely attacked with a fireman's axe. Eventually police can prove the crime was committed by the couple's son Christopher Porco.","6":"7.7"},{"0":13,"1":"26","2":7,"3":17,"4":"Trouble Brewing","5":"\nTwo suspects living together were linked to a murder by bloodstained boots and a gun – items that belonged to the one who claimed he’d never met the victim. Police hoped the manufacturing code on beer bottles would prove who was telling the truth.","6":"6.6"},{"0":13,"1":"27","2":7,"3":18,"4":"Holy Terror","5":"\nThis episode documents a deadly bombing at a church in Oakwood, Illinois, in December 1997.","6":"6.3"},{"0":13,"1":"28","2":7,"3":19,"4":"Needle in a Haystack","5":"\nThere was no apparent reason for the young, healthy college student to be dead.  But when the medical examiner found the tiniest of clues during the autopsy, investigators were able to unravel the mystery of betrayal and revenge.","6":"6.7"},{"0":13,"1":"29","2":7,"3":20,"4":"Room With A View","5":"\nThe victim had been stabbed more than a hundred times; her bedroom was blood-soaked.  While her body was positioned in a suggestive way, she hadn’t been sexually assaulted.  Was this a sex crime, or the random act of a man with an intense hatred of women?","6":"6.9"},{"0":13,"1":"30","2":7,"3":21,"4":"Dollars and Sense","5":"\nOn Christmas eve 2005, the corpse of a black male is found burning near Baltimore. He's eventually identified as 26-year-old Wesley Person. Distinctive building materials from the 1930s found near the body play a crucial role in solving this case.","6":"6.4"},{"0":13,"1":"31","2":9,"3":43,"4":"Hair Line","5":"\nDoctors don't know why the young scientist is gravely ill. When tests finally reveal the cause, it's too late to save him. Police hope that lab analysis of his hair, showing when attempts were made on his life and what was used will lead to the killer.","6":"7.2"},{"0":13,"1":"32","2":7,"3":22,"4":"All That Glitters is Gold","5":"\nA bullet-riddled car, a missing driver, and no witnesses. Was this an ambush or a random attack? Had the victim been abducted or was she dead? The answers lay in a unique clue, so tiny it was measured in millionths of a meter.","6":"7.3"},{"0":13,"1":"33","2":7,"3":23,"4":"Deadly Rebellion","5":"\nEven though their daughter had run away before, she'd always come back. Her parents were sure this time would be no different, but they were wrong. Workers discovered the teen's half-naked body on the side of the road; her throat had been slit. Police hoped the single foreign hair found in a defensive wound on her thumb would lead them to the killer.","6":"6.8"},{"0":13,"1":"34","2":7,"3":24,"4":"Sign of the Crime","5":"\nIn little more than a month, two women who lived in the same apartment complex were brutally murdered. The similarities of the crime scenes led police to conclude they were dealing with a serial killer who harboured an intense hatred of women... and they had to find him before he struck again.","6":"6.5"},{"0":13,"1":"35","2":7,"3":25,"4":"Covet Thy Neighbour","5":"\nWhen a college co-ed vanished without a trace, her fellow students were concerned about her safety and their own. Weeks later, the body of an unknown female was discovered 700 miles away in the ashes of a barn fire, and an alert police officer realised the two crimes might be connected.","6":"6.3"},{"0":13,"1":"36","2":7,"3":26,"4":"Writing on the Wall","5":"\nThe victim was well liked and successful, which made the brutality of the crime even harder to understand. In the final moments of her life, she'd written a name on the wall, presumably that of the killer – in her own blood. But this wasn't an open and shut case and, in order to solve it, investigators would have to read between the lines.","6":"7"},{"0":13,"1":"37","2":7,"3":27,"4":"Hundreds of Reasons","5":"\nAn assistant manager of a Florida steakhouse is stabbed to death. It appears to be a robbery gone wrong, but a bloody fingerprint reveals that he knew his killer.","6":"6.6"},{"0":13,"1":"38","2":7,"3":28,"4":"Cold Feet","5":"\nJames Kenneth Elmen Jr. abducted Julie Estes, then 21, from the Southside convenience store where she worked in 1985. He raped and murdered her. Her body was found the next day, but the killing went unsolved until 2003 when it became the first murder arrest by the new cold case squad at the Jacksonville Sheriff's Office. A sample of Elmen's blood was taken after sentencing for the 1986 rape and kidnapping of another woman and the attempted abduction of a third and his DNA was entered into a database, which was eventually matched to Estes' DNA. Elmen is also a suspect in the 1985 murder his 10-year-old half sister, Dana Loomis, and the slaying of a female acquaintance, Christina Casey. In June 1984 a jury acquitted Elmen of killing Steven Linthicum of Titusville.","6":"6.8"},{"0":13,"1":"39","2":7,"3":29,"4":"Separation Anxiety","5":"\nTracey Frame, 35, was convicted of killing David Nixon in April 2002 after he planned to end their relationship.","6":"6.9"},{"0":13,"1":"40","2":1,"3":24,"4":"Office Visit","5":"\nA surgeon is stabbed to death, and the most likely suspect is seen in a restaurant at the time of the murder. Episode documents the murder of Brian Stidham.","6":"6.9"},{"0":13,"1":"41","2":6,"3":9,"4":"Palm Saturday","5":"\nIn 2007, Brian & Beverly Mauck were found dead in their Graham, Washington home.  Using a bloody palm print and shoe prints at the scene, investigators focus their attention on neighbor Daniel Tavares, who had previously been inking a tattoo on Brian's back.","6":"7.1"},{"0":13,"1":"42","2":1,"3":25,"4":"Shoe-In for Murder","5":"\nOn May 12, 1994, Crystal Perry was viciously murdered in her home in Bridgton, Maine. Michael Hutchinson, 32, was found guilty of murder in the 1994 slaying at Perry's home.","6":"7.3"},{"0":13,"1":"43","2":1,"3":26,"4":"Family Interrupted","5":"\nOn December 10, 2003, in a murder-for-hire scheme, Thomas \"Bart\" Whitaker hired Chris Brashear, his college roommate, to kill his family so he could inherit the estimated $1.5 million family estate.","6":"7.7"},{"0":13,"1":"44","2":1,"3":27,"4":"Runaway Love","5":"\nRachael Mullenix, 19, was convicted of stabbing her mother, Barbara Mullenix, on Sept. 13, 2006, and then packing her bloodied corpse in a cardboard box before dumping it in Newport Bay on the California coast.","6":"7.3"},{"0":13,"1":"45","2":1,"3":28,"4":"Watchful Eye","5":"\nOn May 20, 2001, Carrie Nelson, then 20, was beaten to death while working alone in a park office. The case went unsolved for six years until May 2007 when, in a routine check of DNA samples of prison inmates in South Dakota, police found a match with DNA samples gathered from the crime scene. The samples linked Randy Leeroyal Swaney, 35, to the murder. In August 2008, Randy Swaney was sentenced to life in prison.","6":"7.2"},{"0":13,"1":"46","2":1,"3":29,"4":"Waste Mis-Management","5":"\nFoul play is suspected when Fort Worth factory worker Glenda Furch disappears in September 2007 after completing her shift.","6":"7.2"},{"0":13,"1":"47","2":1,"3":30,"4":"Dirty Little Seacret","5":"\nPolice get a clue about a couple who disappeared on Memorial Day weekend during an in-progress robbery. The evidence found solves a brutal crime. Episode documents the 2002 murders of Joshua Ford and Martha Crutchley by killers Erika and Benjamin Sifrit.","6":"7.9"},{"0":13,"1":"48","2":1,"3":31,"4":"Lights Out","5":"\nThe decade-old murder of a young Texas housewife is investigated.","6":"7.5"},{"0":13,"1":"49","2":9,"3":44,"4":"Pet Rock","5":"\nIn 1995, Palm Beach waitress Denise O'Neill is abducted and murdered. Her neighbour Luis Caballero arouses suspicions by his odd behaviour towards tv crews covering the crime. In the end police can prove Caballero and two other men committed the murder.","6":"7"},{"0":13,"1":"50","2":9,"3":45,"4":"Best Foot Forward","5":"\nIn 2007, Shamaia Smith disappeared from the strip club she worked at in East Hartford, CT.  Police look at various customers of the strip club, but focus on local businessman Kenneth Otto when there were inconsistencies with his story about the last time he had seen her.  Upon search of Otto's rural property, cadaver dogs find something in a firepit, at which time he revokes their access.  Upon revisit to the property, investigators find a variety of trace evidence, including part of a human foot.","6":"6.6"},{"0":14,"1":"1","2":1,"3":32,"4":"Purebread Murder","5":"\nIn 2000, Christina Sanoubane was murdered in her Cedar Rapids apartment after moving away from her abusive boyfriend. There are clues at the scene: bloody footprints and DNA from the victim's rape kit. But, the evidence that conclusively tied her neighbor Carlos Robinson to the crime was on a freshly baked hamburger bun.","6":"7.5"},{"0":14,"1":"2","2":1,"3":33,"4":"Hear No Evil","5":"\nIn 2006, Darlene VanderGiesen received threatening emails and then disappeared.  Tracking the source of the emails led police to the home of Daphne Wright, where they believe a murder was committed. The evidence is overwhelming and investigators are sure they have enough proof to convict Wright. What they don't have is the body of the victim.","6":"6.9"},{"0":14,"1":"3","2":9,"3":46,"4":"Hell's Kitchen","5":"\nIn 2000, Kristine Fitzhugh failed to show up for her music class and her husband Ken found her dead at the bottom of the stairs of their Palo Alto home. Upon further investigation, luminol reveals evidence of murder in the kitchen. As detectives investigate the crime further, they uncover a long-held family secret that provides motive.","6":"6.7"},{"0":14,"1":"4","2":1,"3":34,"4":"Three's a Crowd","5":"\nIn 1999, Susan Fassett was gunned down as she left church choir practice in Poughkeepsie, NY. Her husband Jeff became the prime suspect, particularly when police learned he found out just a month earlier that his wife had been cheating on him for three years.  Once her husband Jeff was cleared by police, he pointed to Fred Andros who was the man she was having the affair with.  Fred then pointed to Dawn Silvernail, another of Fred's lovers.","6":"7.2"},{"0":14,"1":"5","2":1,"3":35,"4":"A Squire's Riches","5":"\nIn 2008, Illinois emergency response came upon a garage fire and a man was found crushed beneath a truck. Upon first glance, the victim was the homeowner Ari Squire.  Investigators turned to forensic science to determine if they were dealing with a tragic accident or a carefully orchestrated murder.  With the discovery that Ari had recently hired a Home Depot employee named Justin Newman, who had recently disappeared, the case focused on the search for Squire.","6":"7.2"},{"0":14,"1":"6","2":1,"3":36,"4":"Home of the Brave","5":"\nIn 2007, the Florida mobile home of Effie and Michael Ratley catches fire and Michael heroically rescues his wife and infant son. A month later, his wife is found beaten to death in a bedroom of his parents' home. The cut window screen points to an intruder, but the lack of supporting evidence compels investigators to look within.","6":"7.1"},{"0":14,"1":"7","2":9,"3":47,"4":"Freeze Framed","5":"\nIn 2005, David Castor suffered a slow, agonizing death over a period of days. His wife Stacey maintained it was suicide, even though it was done with antifreeze.  Police were skeptical, especially when they learned Stacey's first husband Michael Wallace died when he was only 38 years old and she refused to consent to an autopsy.","6":"7.4"},{"0":14,"1":"8","2":9,"3":48,"4":"Touch of Evil","5":"\nIn the 1990s, the media dubbed Richard Rogers the \"Last Call Killer\" because he targeted men in gay bars who were obviously intoxicated. His methods involved dismembering the bodies and wrapping the parts in plastic bags, which he then carefully washed to remove all incriminating evidence. He eluded capture for almost ten years and then new technology revealed fingerprints no one knew were there.","6":"6.8"},{"0":14,"1":"9","2":1,"3":37,"4":"Textbook Murder","5":"\nIn 2006, Jackson, Mississippi, resident Avis Banks and her unborn child were brutally murdered in her garage and was discovered by her fiancé Keyon Pittman. Police learn Pittman was having affairs with other women and he became the prime suspect.  That is, until a man came forward who not only believed he owned the murder weapon but that he also knew who used it.  Their focus then turns to Carla Hughes, Pittman's co-worker and lover.","6":"6.9"},{"0":14,"1":"10","2":1,"3":38,"4":"Filtered Out","5":"\nIn 2000, when teenager Tara Munsey goes missing after a work shift at a Virginia restaurant, it is unknown if she ran away or if she was the victim of foul play. Everyone's worst fears are confirmed when a body is found at the bottom of an isolated ravine. Investigators scoured the crime scene, hoping to find enough evidence to identify the killer. But, information from her friends and an informant directs police to Jeff Thomas, a man who had previously known Tara.","6":"7"},{"0":14,"1":"11","2":1,"3":39,"4":"Water Logged","5":"\nIn 1989, the dead bodies of Joan Rogers and her two teenage daughters were found floating in Tampa Bay. The water washed away any evidence, but police hoped a handwritten note found in the victims' car would lead to the killer, so they posted huge copies of the note on five highway billboards.  By doing this, they received a call from a woman, for whom Oba Chandler had done work, and they positively identified his handwriting, as well as a palm print left on the note.","6":"7.8"},{"0":14,"1":"12","2":1,"3":40,"4":"Social Circle","5":"\nIn 2003, Tiffany Rowell and three of her friends were brutally murdered in their affluent Clear Lake, Texas, neighborhood and the crime scene yielded little evidence. The next-door neighbors had seen two young people dressed in black walking nearby and their descriptions were used to create composite drawings, which become a key element in solving the crime.  Eventually, an anonymous tip pointed police to a former friend to three of the victims named Christine Paolilla and her then-boyfriend Christopher Lee Snider.","6":"7.7"},{"0":14,"1":"13","2":7,"3":30,"4":"Low Maintenance","5":"\nIn 2008, college co-ed Jenna Verhaalen was found dead in her Bryan, Texas apartment and petechial hemorrhages in her eyes indicated that she was strangled. The victim's boyfriend, a neighbor and the apartment maintenance man Jeremy Rosser are all suspected, but it takes DNA evidence to identify the killer.","6":"7"},{"0":14,"1":"14","2":7,"3":31,"4":"Fate Date","5":"\nIn 2004, Rebecca Barney and her soon-to-be ex-husband Fred were found shot to death in their Tulsa, Oklahoma, home, which had been set on fire.  After the fire was extinguished, Kenneth Maxwell, who was the man who had called 911 to report the fire, was also found shot dead in his car. Only the computer had been taken from the Barney home and with it, seemingly the means to identify the killer.  But, further investigation of Rebecca's online life led them to James \"Jimmy\" Kidwell.","6":"7.4"},{"0":14,"1":"15","2":7,"3":32,"4":"Trail of a Killer","5":"\nIn 2003, Kathy Lorick was murdered on a Concord, California jogging trail in the middle of the day while talking to her husband on her mobile phone. The leads from Kathy's cell phone records and search dogs go nowhere. Nine days later, a witness tells police about a chance encounter and cigarette butts contained the killer's DNA, which was eventually linked to Robert Ward Frazier.","6":"7.4"},{"0":14,"1":"16","2":7,"3":33,"4":"Gone Ballistic","5":"\nIn 2008, Colorado real estate developer Alan Helmick was found shot to death at home by his wife Miriam, who then became the prime suspect. Police have a wealth of evidence against her, but it is circumstantial. The case will turn on a .25 caliber bullet fired 20 years ago from the now-missing murder weapon.","6":"7.1"},{"0":14,"1":"17","2":7,"3":34,"4":"Seeing Red","5":"\nIn 2005, the body of young mother Summer Baldwin was found in a suitcase in a Texas landfill.  The suitcase leads investigators to Rosendo Rodriguez and the forensic evidence against him was formidable.  Upon a search of his computer, authorities discover that Rodriguez had been following the news surrounding teenager Joanna Rogers, who had gone missing in 2004.  Upon extensive search of the same landfill, Rogers' decomposing body was also found in a suitcase.","6":"7.2"},{"0":14,"1":"18","2":-1,"3":-1,"4":"Auto-Motive","5":"\nIn 2001, Michelle Harris went missing from her Owego, New York home.  Since they were going through a contentious divorce, her husband Cal was a suspect, as well as several other men that Michele had been in contact with before her disappearance. But, no arrests were made until one of the men made an incriminating remark.","6":"6.8"},{"0":14,"1":"19","2":7,"3":35,"4":"Skeleton Key","5":"\nIn 2004, nursing student Tamika Huston went missing from her Spartanburg, South Carolina home.  A tip led detectives to her car and they find an unknown house key that could help solve the case.  A locksmith links the key to some public housing and upon extensive investigation, police found Christopher Hampton, a man Huston had been dating at the time of her disappearance.  In 2005, her remains were found and shortly thereafter Hampton was arrested and charged with her murder.","6":"6.7"},{"0":14,"1":"20","2":7,"3":36,"4":"Funeral Services","5":"\nIn 2002, funeral director Lonnie Turner, Sr. was found shot to death in his Navasota, Texas home.  His son Lonnie Jr. became the prime suspect, particularly after it was discovered that the murder was committed with his gun. However, he had an alibi for the time of the murder. Later, detectives found a mask near the crime scene and DNA evidence led them to Turner's godson James David White.","6":"6.6"},{"0":14,"1":"21","2":7,"3":37,"4":"Expert Witness","5":"\nIn 1993, young mother Tammy Tatum was found sexually assaulted and murdered in her Longmont, Colorado apartment.  Police initially suspected her estranged husband, but did not have enough evidence to charge him and the case went cold.  Three years later, another young woman was raped and police suspect the cases may be related, but the DNA collected provides no answers. Years later, Rudy Gaytan is required to give a DNA sample upon leaving prison and his DNA links him to the rape. Eventually, he also confesses to the murder of Tammy Tatum.","6":"6.6"}]